["0", "0185", "0501", "1", "10", "100", "1000", "10000", "100000", "1010", "102", "1021", "1025", "103", "1030", "105", "107", "1079", "109", "10day", "10th", "11", "110", "1100", "1125", "113", "1130", "114", "11th", "12", "120", "1200", "1207771352", "122", "1230", "125", "125000", "126", "128", "12th", "13", "130", "130000", "131062", "132", "138", "1383", "13th", "14", "140", "1400", "1421", "144", "145000", "148", "149", "14th", "15", "150", "1500", "15000", "150000", "152", "15th", "16", "1600", "160000", "1680000", "16th", "17", "1700", "175000", "1779", "17th", "17yearolds", "18", "185000", "18th", "18yearold", "19", "192", "1920", "196", "1961", "1965", "1980", "1981", "1996", "1997", "19th", "1st", "2", "20", "200", "2000", "20000", "200000", "2001", "2005", "2008", "2010", "2011", "2012", "2013", "2014", "2015", "2016", "2017", "2018", "2019", "201920", "202", "2020", "202021", "2021", "20212023", "202123", "2022", "2023", "2024", "2026", "2030", "20th", "21", "210", "2100", "211", "212", "2122", "2123", "213", "214", "215", "216", "217", "218", "219", "21st", "22", "220", "220000", "221", "2211", "2213", "2218", "222", "2223", "223", "225", "226", "229", "22nd", "23", "230", "235", "2375", "23rd", "24", "240", "2415", "2421", "247", "24hour", "24th", "25", "250", "2500", "25000", "250000", "25th", "26", "26th", "27", "271", "2759", "27th", "28", "2850", "28th", "29", "29th", "2nd", "3", "30", "300", "3000", "30000", "300000", "3050", "308109340", "3088", "30th", "31", "311", "31st", "32", "33", "330", "34", "35", "35000", "35th", "36", "360", "367", "36year", "37", "38", "3800", "39", "3rd", "4", "40", "400", "4000", "400000", "41", "410", "415", "42", "420", "43", "430", "44", "440000", "443", "45", "450", "4500", "46", "46000", "47", "48", "4826000", "49", "4th", "5", "50", "500", "5000", "50000", "500000", "504", "5050", "51", "5150", "5150s", "53", "530", "5345", "54", "5499", "55", "550", "5505", "56", "57", "58", "580", "5802", "59", "5988", "5th", "6", "60", "600", "6000", "60000", "600000", "601", "61", "630", "64", "65", "650", "650000", "66", "66th", "67", "6711", "679", "68", "69", "6th", "7", "70", "700", "7000", "70000", "71", "72", "73", "730", "73rd", "74", "7448", "75", "75000", "750000", "7583", "76", "77", "77th", "78", "792000", "7th", "8", "80", "800", "8000", "800000", "806", "80s", "82", "824", "828", "82nd", "830", "84", "85", "850000", "854", "85th", "87", "88", "880", "88174", "88574", "88717", "88th", "89", "8906", "8th", "9", "90", "900", "9000", "900000", "905000", "91", "911", "911120", "92", "9253", "930", "933", "937", "94", "95", "96", "965400", "97", "98", "988", "98th", "99", "9932", "99year", "9th", "[UNKNOWN]", "a", "aacg", "aapi", "aaron", "aascg", "aaseg", "aasg", "ab", "abac", "abag", "abandon", "abandonment", "abate", "abatement", "abbas", "abby", "abide", "ability", "able", "abner", "abolition", "absence", "absent", "absolute", "absolutely", "absorb", "abstain", "abstention", "abstentions", "absurd", "abuse", "ac", "academic", "academies", "academy", "accept", "acceptable", "acceptance", "access", "accessibility", "accessible", "accessory", "accidents", "accommodate", "accommodation", "accompany", "accomplish", "accomplishment", "accomplishments", "accord", "accordance", "according", "accordingly", "account", "accountability", "accountable", "accountant", "accrue", "accumulate", "accurate", "accurately", "accuse", "accustom", "ace", "acela", "achieve", "achievements", "acknowledge", "acknowledgement", "aclu", "acoma", "acquire", "acquisition", "acre", "acres", "across", "act", "actc", "acting", "action", "actionable", "activate", "active", "actively", "activism", "activist", "activists", "activities", "activity", "actual", "actually", "ad", "adam", "adams", "adapt", "add", "addiction", "addition", "additional", "additionally", "additions", "address", "adequate", "adequately", "adhere", "adjacent", "adjoin", "adjourn", "adjournment", "adjournments", "adjust", "adjustment", "adjustments", "admin", "administer", "administration", "administrations", "administrative", "administratively", "administrator", "administrators", "admit", "ado", "adopt", "adopting", "adoption", "adrian", "adu", "adult", "adults", "adus", "advance", "advantage", "adversary", "adverse", "advertise", "advice", "advise", "advisor", "advisors", "advisory", "advocacy", "advocate", "aegis", "affairs", "affect", "affiliate", "affirm", "affluent", "afford", "affordability", "affordable", "afghan", "afraid", "african", "africanamerican", "africanamericans", "afternoon", "afterschool", "afterwards", "agaba", "age", "agencies", "agency", "agenda", "agendas", "agendized", "agent", "agents", "aggregate", "aggressive", "aggressively", "ago", "agree", "agreeable", "agreement", "agreements", "aguilar", "ahead", "ai", "ai71", "aicrc", "aid", "aids", "aim", "air", "airport", "ajalee", "alameda", "alan", "alana", "alarm", "albeit", "alcohol", "alden", "alert", "alex", "alexa", "alexi", "alfitr", "alfredo", "ali", "align", "alignment", "alive", "allamerican", "allegation", "allege", "allen", "alleviate", "alliance", "allie", "allison", "allocate", "allocating", "allocation", "allocations", "allow", "allowable", "allowance", "allude", "ally", "almost", "alone", "along", "alongside", "already", "also", "alter", "alternate", "alternative", "alternatives", "although", "alvarez", "alvina", "always", "alyssa", "am", "amadis", "amari", "amaze", "ambassador", "ambassadors", "amber", "amenable", "amend", "amendment", "amendments", "amenities", "america", "american", "americans", "ami", "amir", "amnesty", "among", "amongst", "amount", "ample", "amplify", "ana", "analogous", "analysis", "analyst", "analyze", "anand", "ancestors", "anchor", "anderson", "andrew", "angela", "angeles", "angry", "anika", "animal", "animals", "ann", "anna", "anne", "annexation", "annie", "anniversary", "announce", "announcement", "announcements", "annual", "annually", "another", "answer", "antiasian", "antiblackness", "anticipate", "antidisplacement", "antipolice", "antipoverty", "antiviolence", "antonio", "anxiety", "anxiously", "anybody", "anymore", "anyone", "anything", "anytime", "anyway", "anyways", "anywhere", "apart", "apartment", "apartments", "apen", "api", "apocalypse", "apologies", "apologize", "apology", "appal", "apparent", "apparently", "appeal", "appear", "appearance", "appendix", "appetite", "applaud", "apples", "appleyard", "applicable", "applicant", "applicants", "application", "applications", "apply", "appoint", "appointee", "appointment", "appointments", "appreciate", "appreciation", "appreciations", "appreciative", "approach", "appropriate", "appropriately", "appropriation", "appropriations", "approval", "approvals", "approve", "approximately", "april", "apsc", "aptp", "arana", "architects", "architectural", "area", "areas", "arena", "argue", "ariel", "arise", "arm", "armor", "armstrong", "army", "around", "arpa", "arrangement", "arrangements", "array", "arrears", "arrest", "arrive", "arroyo", "art", "article", "articulate", "artist", "artistic", "artists", "arts", "artworks", "asada", "ascg", "aseg", "asha", "asian", "asians", "aside", "asides", "ask", "aspect", "aspects", "aspire", "assata", "assault", "assembly", "assess", "assessment", "assessments", "assessor", "asset", "assets", "assign", "assignment", "assist", "assistance", "assistant", "associate", "associates", "association", "associations", "assume", "assumption", "assumptions", "assure", "atf", "athlete", "athletes", "athletic", "athol", "atlanta", "atomica", "attach", "attachment", "attack", "attain", "attainment", "attempt", "attend", "attendance", "attendant", "attendee", "attendees", "attention", "attorney", "attorneys", "attract", "attribute", "attrition", "auction", "audience", "audio", "audit", "auditor", "auditors", "augment", "august", "augustine", "austin", "authentic", "author", "authorities", "authority", "authorization", "authorize", "auto", "automatic", "automatically", "autos", "availability", "available", "ave", "avenue", "avenues", "average", "avery", "avoid", "await", "award", "aware", "awareness", "away", "awesome", "aye", "ayes", "b", "baas", "baby", "back", "backfill", "background", "backlog", "backpack", "backwards", "backyard", "backyards", "bacs", "bad", "badge", "badly", "baez", "bag", "bailey", "baines", "baker", "balance", "ball", "ballot", "ballpark", "ban", "bancroft", "bandwidth", "bank", "bankrupt", "banks", "banner", "baptist", "bar", "barbara", "barbecue", "barcelona", "barely", "barnes", "barrel", "barrier", "barriers", "bart", "bas", "base", "baseball", "based", "baseline", "basic", "basically", "basics", "basin", "basis", "bask", "basketball", "bass", "bathroom", "bathrooms", "baton", "batteries", "battle", "bay", "bayh", "bb", "beach", "bear", "bearcat", "beasley", "beat", "beautification", "beautiful", "beautifully", "beautify", "beauty", "becca", "beck", "become", "bed", "bedford", "bedoya", "bedrooms", "bedside", "beef", "beekman", "beforehand", "beg", "begin", "beginning", "behalf", "behavior", "behavioral", "behaviors", "behind", "belabor", "belief", "believe", "bell", "bella", "bellevue", "belong", "beloved", "belt", "ben", "benchmarks", "beneficial", "benefit", "benefits", "benjamin", "benning", "benson", "benz", "berkeley", "bernal", "bernard", "bernstein", "besides", "best", "bet", "betancourt", "betsy", "better", "betterment", "beverage", "beverages", "beyond", "biannual", "bias", "bible", "bicycle", "bid", "bidder", "biden", "biennial", "bifurcate", "big", "bigger", "biggest", "bike", "bill", "billboards", "billion", "billions", "bin", "bind", "bindu", "bipoc", "birch", "bird", "birthday", "bishop", "bite", "black", "blackled", "blackowned", "blacks", "blackshear", "blair", "blaise", "blame", "blank", "bless", "blight", "bloat", "block", "blood", "blow", "blue", "board", "boat", "bob", "bobbin", "bobbitt", "bobby", "body", "bold", "bolster", "bond", "bone", "bonta", "bonus", "book", "boone", "boost", "boot", "border", "bore", "born", "borrow", "boss", "boston", "bottleneck", "bottom", "boulevard", "bound", "boundaries", "boundary", "bova", "bowers", "bowie", "bowles", "box", "boy", "boys", "bradley", "brain", "brains", "branch", "brand", "breadth", "break", "breakdown", "breakfast", "breath", "breed", "brendan", "brian", "brianna", "bricks", "bridge", "brief", "briefly", "bright", "brilliant", "bring", "brittany", "broad", "broader", "broadest", "broadly", "broadway", "brooke", "brookfield", "brooklyn", "brooks", "brother", "brotherhood", "brothers", "brown", "brt", "bruce", "brush", "brutal", "brutality", "buchan", "buck", "bucket", "budget", "budgetary", "budgeting", "buenas", "buffer", "buffett", "bui", "build", "builders", "building", "bulk", "bullet", "bullets", "bully", "bump", "bumpy", "bunch", "bundle", "burden", "bureau", "bureaucracy", "bureaucratic", "burn", "burrell", "bury", "bus", "business", "businesses", "buss", "bust", "busy", "button", "buy", "buyer", "buyin", "bye", "bypass", "c", "ca", "cabin", "cabins", "cadet", "cadets", "cafe", "cahoots", "cal", "calculate", "calculation", "cald", "caldecott", "calendar", "calhome", "calico", "california", "call", "caller", "callers", "calling", "calm", "calpers", "caltrans", "calvin", "camacho", "camera", "cameras", "camp", "campaign", "campbell", "camps", "campus", "canal", "cancel", "cancer", "candace", "candid", "candidate", "candidates", "cannabis", "cantonese", "canvass", "canyon", "cao", "cap", "capabilities", "capability", "capable", "capacities", "capacity", "caper", "capital", "capitalists", "captain", "capture", "car", "carabelle", "carbon", "card", "care", "career", "careful", "carefully", "cares", "carl", "carla", "carlos", "carmen", "carol", "carolee", "carolyn", "carpenter", "carpenters", "carrie", "carry", "carryover", "cars", "cart", "casa", "case", "cash", "cast", "castillo", "castle", "castlemont", "cat", "catch", "categories", "categorize", "category", "cater", "catherine", "catholic", "cathy", "caucus", "cause", "caution", "cbo", "cdbg", "cdc", "ceasefire", "ced", "cede", "ceiling", "celebrate", "celebration", "celebrations", "celeste", "celine", "cell", "celso", "census", "center", "central", "centralize", "centro", "cents", "century", "ceo", "ceqa", "ceremonial", "ceremonies", "ceremony", "certain", "certainly", "certainty", "certificate", "certification", "certify", "cervantes", "cesar", "cespedes", "cetera", "cfd", "chain", "chair", "chairperson", "challenge", "chamber", "champion", "championship", "championships", "chan", "chance", "chang", "change", "channel", "chaos", "chapter", "character", "charge", "charities", "charles", "charmaine", "chart", "charter", "chase", "chat", "chauncey", "chauvin", "chavez", "chavis", "cheaper", "check", "checkin", "checkpoints", "cherry", "cheryl", "chicago", "chicken", "chief", "chiefs", "child", "childcare", "childhood", "children", "chime", "chinatown", "chinese", "choctaw", "choi", "choice", "choices", "choose", "chorus", "chp", "chris", "christine", "christmas", "christopher", "christy", "chronically", "chronicle", "chuck", "chunk", "church", "cip", "cipra", "circle", "circumstances", "cis", "cite", "cities", "citizen", "citizens", "city", "cityowned", "citywide", "civic", "civil", "civilian", "civilians", "cj", "claim", "clara", "clarification", "clarifications", "clarify", "clarissa", "clarity", "clark", "class", "classic", "classification", "classifications", "classroom", "classrooms", "claudia", "clause", "clauses", "clean", "cleaner", "cleanliness", "cleanup", "cleanups", "clear", "clearance", "clearer", "clearly", "clerk", "clerks", "cleveland", "click", "client", "clients", "clifton", "climate", "clinic", "clinical", "clinician", "clinicians", "clinics", "clock", "close", "closely", "closer", "closest", "closure", "clothe", "club", "clubs", "cnn", "co", "coach", "coalesce", "coalition", "coalitions", "coast", "coauthor", "cobb", "coc", "cochair", "cochairs", "cod", "code", "codify", "cofacilitators", "coffee", "cofounded", "cofounder", "cognitive", "cognizant", "cogovernance", "cogoverned", "coherence", "coherent", "cohesion", "cohesive", "cohort", "cohorts", "cola", "cold", "coliseum", "collaborate", "collaboration", "collaborative", "collaboratively", "collapse", "colleague", "colleagues", "collect", "collection", "collective", "collectively", "collector", "college", "colleges", "collisions", "colonialism", "color", "column", "columns", "combat", "combination", "combine", "come", "comedian", "comfort", "comfortable", "comma", "command", "commend", "comment", "commentary", "commerce", "commercial", "commercially", "commission", "commissioner", "commissioners", "commit", "commitment", "commitments", "committee", "committees", "common", "commonalities", "communicate", "communication", "communications", "communities", "community", "communitybased", "communitydriven", "communityled", "company", "comparable", "compare", "comparison", "compassion", "compassionate", "compensate", "compensation", "compete", "competent", "competition", "competitive", "compile", "complain", "complaint", "complaintbased", "complaints", "complement", "complete", "completely", "completion", "complex", "complexity", "compliance", "compliant", "complicate", "compliment", "comply", "component", "components", "composition", "compost", "comprehensive", "comprise", "compromise", "con", "concede", "concentrate", "concentration", "concept", "concepts", "concern", "concert", "concise", "conclude", "conclusion", "concrete", "concur", "concurrent", "condemn", "condition", "conditional", "condolences", "conduct", "conductor", "confer", "conference", "confidence", "confident", "confidential", "confidentiality", "confirm", "confirmation", "conflate", "conflict", "conform", "confuse", "confusion", "congestion", "congratulate", "congratulations", "congregations", "congress", "congressman", "connect", "connection", "connections", "connectivity", "connolly", "conscious", "consecutive", "consensus", "consent", "consequence", "consequences", "conservation", "conservative", "consider", "considerate", "consideration", "considerations", "consist", "consistency", "consistent", "consistently", "consolidate", "consolidated", "consortium", "constant", "constantly", "constituent", "constituents", "constitute", "constitutional", "constraints", "construct", "construction", "consult", "consultant", "consultants", "consultation", "consulting", "consume", "consumer", "consumers", "contact", "contain", "container", "containers", "contemplate", "contend", "content", "context", "contingent", "continual", "continually", "continuation", "continue", "continuing", "continuity", "continuous", "continuum", "contra", "contract", "contractor", "contractors", "contractual", "contradiction", "contrary", "contrast", "contreras", "contribute", "contribution", "contributions", "control", "controller", "controversial", "controversy", "convene", "convention", "conversation", "conversations", "convert", "convey", "conviction", "convince", "cook", "cool", "cooperation", "cooperative", "coops", "coordinate", "coordination", "coordinator", "cop", "copy", "core", "corey", "corner", "corporate", "corporation", "corporations", "corps", "correct", "correction", "corrections", "correctly", "correspond", "corridor", "corridors", "corson", "cortland", "cosponsor", "cosponsoring", "cosponsors", "cost", "costa", "costeffective", "costly", "could", "council", "councilman", "councilmember", "councilmembers", "councilperson", "councils", "councilwoman", "counsel", "counselor", "counselors", "count", "counter", "counties", "countless", "countries", "country", "county", "countywide", "couple", "courage", "courageous", "course", "court", "courtney", "courts", "covenant", "cover", "coverage", "covid", "covid19", "cpa", "cpra", "crack", "craft", "crane", "crazy", "crc", "create", "creation", "creative", "creativity", "credibility", "credible", "credit", "creek", "creeks", "crew", "crime", "crimes", "criminal", "criminalization", "criminalize", "crises", "crisis", "criteria", "critical", "critically", "criticism", "cro", "cros", "cross", "crossfunctional", "crossroads", "crowd", "crucial", "cruz", "crystal", "cuevas", "cuff", "cultural", "culturally", "culture", "cumulative", "cunningham", "curb", "cure", "curious", "current", "currently", "curtail", "curtis", "custodial", "custom", "customer", "customers", "cut", "cutoff", "cutouts", "cycle", "cyo", "d", "d2", "d3", "d4", "d6", "d7", "da", "dabney", "dad", "dahlke", "daily", "dais", "dale", "damage", "damian", "damn", "dan", "dana", "dance", "danger", "dangerous", "daniel", "danny", "dare", "darlene", "darren", "dashboard", "data", "database", "date", "daughter", "daughters", "dave", "david", "davina", "davis", "dawn", "day", "daylight", "dayo", "days", "dc", "dcyf", "dda", "de", "dead", "deadline", "deadlines", "deadly", "deal", "dealer", "dealers", "deanna", "dear", "dearly", "death", "deaths", "debate", "debris", "debt", "decade", "decades", "decadeslong", "december", "decent", "decibels", "decide", "decision", "decisionmaking", "decisions", "deck", "declaration", "declare", "decline", "decommission", "decrease", "decriminalize", "dedicate", "dedication", "deed", "deem", "deep", "deepen", "deeper", "deeply", "deescalate", "deescalation", "default", "defend", "defendant", "defendants", "defense", "defer", "deficiencies", "deficit", "deficits", "define", "definitely", "definition", "definitions", "defund", "defunded", "defunding", "degree", "degrees", "deja", "delay", "delegate", "delete", "delgadillo", "deliberate", "deliberation", "deliberations", "delinquency", "delinquent", "deliver", "delivery", "delve", "demand", "demilitarize", "democracy", "democratic", "demographic", "demographics", "demolish", "demolition", "demonstrate", "demonstration", "demonstrations", "denise", "dennis", "density", "dental", "deny", "depart", "department", "departmental", "departments", "depend", "dependent", "deplorable", "deploy", "deployment", "deport", "deportation", "deposit", "depot", "depress", "depression", "depth", "deputy", "derek", "describe", "description", "descriptions", "desert", "deserve", "deshaun", "deshawn", "design", "designate", "designation", "designee", "desire", "desiree", "desk", "desley", "desperate", "desperately", "desperation", "despite", "destination", "destiny", "destroy", "destruction", "detail", "detain", "detention", "deter", "deteriorate", "determination", "determine", "deterrence", "detriment", "devastate", "develop", "developer", "developers", "development", "developments", "device", "devices", "devote", "devries", "dharma", "diagnosis", "diagnostics", "dial", "dialogue", "diamond", "diana", "diane", "dick", "dictate", "die", "diego", "differ", "difference", "differences", "different", "differentiate", "differently", "difficult", "difficulties", "difficulty", "dig", "digest", "digital", "dignify", "dignity", "diligence", "diligent", "diligently", "dillard", "dime", "diminish", "din", "dinh", "dinner", "diocese", "direct", "direction", "directions", "directive", "directives", "directly", "director", "directors", "disabilities", "disability", "disadvantage", "disaggregate", "disagree", "disagreement", "disappear", "disappoint", "disappointment", "disaster", "discipline", "disclose", "disclosure", "disconnect", "discount", "discover", "discretion", "discretionary", "discriminate", "discrimination", "discuss", "discussion", "discussions", "disease", "disenfranchise", "disgrace", "disgraceful", "disgust", "dishearten", "disingenuous", "disinvest", "disinvestment", "dismantle", "dismiss", "disparate", "disparities", "disparity", "dispatch", "dispense", "displace", "displacement", "display", "disposal", "dispose", "disposition", "disproportionate", "disproportionately", "disrespect", "disrespectful", "disseminate", "dissolve", "distance", "distinction", "distinguish", "distress", "distribute", "distribution", "district", "district3", "district7", "disturbance", "dive", "diverse", "diversion", "diversity", "divert", "divest", "divestment", "divide", "division", "dj", "doable", "doctor", "document", "documentation", "dog", "dollar", "dollars", "dolores", "domestic", "dominguez", "donald", "donate", "donation", "donations", "donor", "donovan", "door", "doors", "dorado", "doriana", "dorm", "dormitory", "dorothy", "dot", "double", "doubt", "doug", "downtown", "downturn", "dozens", "dp", "dr", "draft", "drain", "drake", "dramatic", "dramatically", "draw", "drayton", "dream", "drill", "drink", "drive", "driver", "drivers", "drop", "drug", "dry", "dual", "duck", "due", "duffy", "duggar", "dui", "dump", "duplicate", "durable", "duration", "duties", "duty", "dvp", "dwell", "dyer", "dynamic", "dynamics", "e", "eager", "eagerly", "earlier", "earliest", "early", "earmark", "earn", "earners", "earth", "earthquake", "easement", "easier", "easily", "east", "eastern", "eastlake", "eastmont", "easton", "eastside", "easy", "eat", "ebase", "ebay", "ebc", "ebce", "echo", "eckhouse", "economic", "economically", "economics", "economy", "ecosystem", "ed", "eda", "eddie", "eddy", "edgar", "edge", "edible", "edit", "educate", "education", "educational", "educator", "educators", "effect", "effective", "effectively", "effectiveness", "efficacy", "efficiency", "efficient", "efficiently", "effort", "efforts", "ehrlich", "eid", "eight", "eir", "either", "el", "elaborate", "elder", "elderly", "elders", "eleanor", "elect", "election", "elections", "electric", "electricity", "element", "elementary", "elements", "elena", "elephant", "elevate", "elf", "eligibility", "eligible", "eliminate", "elimination", "elise", "elizabeth", "elkin", "ella", "ellen", "elliot", "ellis", "elmhurst", "eloquently", "else", "elsewhere", "email", "embarcadero", "embark", "embed", "ember", "embody", "embrace", "emerge", "emergencies", "emergency", "emeritus", "emeryville", "emily", "emission", "emissions", "emotional", "emotions", "emphasis", "emphasize", "employ", "employee", "employees", "employer", "employment", "empower", "empowerment", "empty", "ems", "emt", "emts", "ena", "enable", "enact", "encampment", "encampments", "encapsulate", "encounter", "encourage", "encouragement", "encroachment", "end", "endeavor", "endorse", "endorsements", "endure", "enemy", "energy", "enforce", "enforcement", "engage", "engagement", "engine", "engineer", "english", "enhance", "enhancements", "enjoy", "enjoyable", "enormous", "enough", "enrichment", "enrol", "enroll", "ensue", "ensure", "entail", "enter", "enterprise", "entertain", "entertainment", "enthusiasm", "entire", "entirely", "entirety", "entities", "entitle", "entitlement", "entity", "entrepreneur", "entrepreneurs", "entrepreneurship", "entry", "environment", "environmental", "environments", "envision", "epidemic", "episode", "equal", "equally", "equate", "equip", "equipment", "equitable", "equitably", "equity", "equivalent", "era", "eradication", "erap", "erap1", "erap2", "erase", "eric", "erin", "erode", "error", "es", "escalate", "escort", "escrow", "esl", "eso", "especially", "essence", "essential", "essentially", "esta", "establish", "establishment", "estate", "esteem", "estimate", "estrada", "et", "etc", "ethics", "ethnic", "ethnicity", "eulalia", "evaluate", "evaluation", "evaluations", "evangelina", "evce", "evelyn", "even", "event", "events", "eventually", "ever", "every", "everybody", "everyday", "everyone", "everything", "everywhere", "evict", "eviction", "evictions", "evidence", "evil", "evolve", "ewd", "ewing", "exacerbate", "exact", "exactly", "examine", "example", "examples", "exceed", "excellence", "excellent", "except", "exception", "exceptional", "excess", "excessive", "exchange", "excite", "excitement", "exclude", "exclusionary", "exclusions", "exclusive", "excuse", "execute", "execution", "executive", "exemplary", "exemplify", "exempt", "exemption", "exercise", "exhaust", "exhibit", "exist", "existence", "exit", "expand", "expansion", "expect", "expectation", "expectations", "expedite", "expeditious", "expeditiously", "expend", "expenditure", "expenditures", "expense", "expensive", "experience", "experiment", "expert", "expertise", "experts", "expiration", "expire", "explain", "explanation", "explicit", "explicitly", "exploit", "exploitation", "exploration", "explore", "exponential", "expose", "express", "extend", "extension", "extensions", "extensive", "extensively", "extent", "external", "externally", "extra", "extract", "extraordinary", "extreme", "extremely", "eye", "f", "fabiana", "fabulous", "facade", "face", "facebook", "facetoface", "facilitate", "facilitation", "facilitator", "facilitators", "facilities", "facility", "fact", "factor", "factory", "facts", "fail", "failure", "fair", "fairfax", "fairly", "fairness", "fairyland", "faith", "faithbased", "faithrooted", "fall", "false", "fame", "familiar", "families", "family", "fan", "fantastic", "far", "farm", "farmer", "farmers", "farron", "farther", "fashion", "fast", "faster", "fastest", "fatal", "father", "fault", "favor", "favorite", "fbi", "fe", "fear", "feasibility", "feasible", "feather", "feature", "february", "federal", "federally", "feds", "fee", "feed", "feedback", "feel", "fees", "feet", "fein", "feist", "feith", "felipe", "fell", "fellow", "fellowship", "felony", "felt", "fema", "female", "fence", "ferguson", "festival", "festivals", "fewer", "fiduciary", "field", "fife", "fifth", "fight", "figueroa", "figure", "file", "filipino", "fill", "filthy", "fin", "final", "finalize", "finally", "finance", "financial", "financially", "finberg", "find", "finding", "findley", "fine", "finish", "finlay", "finley", "fire", "firearm", "firearms", "firefighter", "firefighters", "fireworks", "firm", "firmly", "first", "firsthand", "firstly", "firsttime", "fiscal", "fiscally", "fit", "five", "fivestory", "fiveyear", "fix", "flag", "flanagan", "flat", "flatland", "flatlands", "fleck", "flee", "flesh", "flexibility", "flexible", "flight", "flink", "flip", "flood", "floor", "flow", "flower", "floyd", "fluker", "fly", "focus", "fold", "folk", "folks", "follow", "following", "followup", "food", "foods", "foot", "footage", "football", "foothill", "footprint", "force", "ford", "forecast", "foreclosure", "forefront", "forego", "foremost", "forest", "forever", "forfeiture", "forget", "forgive", "form", "formal", "formality", "formalize", "formally", "format", "formation", "former", "formerly", "formula", "forprofit", "forth", "forthcoming", "forthwith", "fortuna", "fortunate", "fortunato", "fortunatobas", "fortunatobasque", "fortunatobass", "forum", "forums", "forward", "foster", "found", "foundation", "foundational", "founder", "four", "fourplex", "fourplexes", "fourth", "fox", "fractional", "fracture", "frame", "framework", "fran", "franchise", "francisco", "franklin", "franklinminor", "frankly", "fraud", "free", "freedom", "freeman", "freeway", "freeze", "freight", "fremont", "frequent", "frequently", "fresh", "friday", "friend", "friendly", "friends", "friendship", "front", "frontline", "fruit", "fruition", "fruitvale", "frustrate", "frustration", "fte", "ftes", "fuel", "fulfill", "full", "fulltime", "fully", "fun", "function", "functional", "fund", "fundamental", "fundamentally", "funding", "fundraise", "funds", "furthermore", "fuse", "future", "futures", "fy", "fyfe", "g", "gabriel", "gabriela", "gaia", "gain", "gaio", "galang", "galicia", "gallagher", "gallegos", "gallery", "gallo", "game", "gang", "gap", "garage", "garbage", "garcia", "garden", "gardner", "garfield", "garrett", "garrettclark", "gary", "gas", "gate", "gather", "gaya", "gayo", "gear", "gee", "gem", "gender", "genderbased", "gene", "general", "generally", "generate", "generation", "generational", "generations", "generators", "genocide", "gentleman", "gentrification", "genuine", "geographic", "geographical", "geographically", "george", "georgia", "gesture", "get", "getting", "ghost", "giant", "gift", "gilbert", "gilchrist", "giles", "girl", "girls", "gis", "give", "giveaway", "giveaways", "given", "glad", "gladly", "gladys", "glean", "glenn", "glenview", "glera", "global", "go", "goal", "goals", "gobiz", "god", "gofundme", "going", "golden", "goldstein", "golf", "goliath", "gon", "gonzalez", "good", "goods", "google", "gordon", "gosh", "got", "gotcha", "gould", "govern", "government", "governmental", "governments", "governor", "gpf", "grab", "grace", "gracias", "grade", "grader", "graduate", "graduation", "graffiti", "grand", "grandchildren", "grandfather", "grandma", "grandmother", "grant", "grantee", "grantees", "granular", "graph", "grapple", "grassroots", "grateful", "gratitude", "gray", "great", "greater", "greatest", "greatly", "green", "greenhouse", "greenway", "greet", "greetings", "greg", "gregory", "grenache", "grief", "grieve", "grind", "grizzly", "ground", "groundbreaking", "groundwork", "group", "grow", "growing", "growth", "guap", "guarantee", "guard", "guess", "guest", "guests", "guidance", "guide", "guidelines", "guile", "guilty", "gun", "gunfire", "gungas", "gunshot", "gunshots", "guy", "guyal", "guyo", "guyot", "guzman", "gyo", "h", "hacienda", "hagenberger", "half", "halima", "hall", "halloween", "halls", "hammonds", "hamper", "hand", "handful", "handle", "handson", "handy", "hang", "hap", "happen", "happily", "happy", "harass", "harassment", "hard", "harder", "hardest", "hardship", "hardworking", "harm", "harmful", "harmon", "harmony", "harris", "harrison", "harsh", "hart", "harvey", "hat", "hatano", "hate", "hayek", "hazard", "hcd", "hdl", "head", "headquarter", "headstart", "heal", "healer", "healers", "healing", "health", "healthcare", "healthier", "healthy", "heap", "hear", "hearing", "heart", "hearten", "heartfelt", "hearts", "heat", "heating", "heavily", "heavy", "hector", "height", "helen", "hell", "hello", "help", "helpful", "hence", "henderson", "henry", "herbert", "hereby", "herein", "heritage", "hernandez", "heroes", "heroin", "hey", "hh", "hi", "hide", "high", "higher", "highest", "highlevel", "highlight", "highly", "highway", "hill", "hills", "hines", "hinkle", "hire", "hispanic", "historic", "historical", "historically", "history", "hit", "hiv", "hoc", "hodge", "hoffer", "hog", "hogg", "hold", "holders", "hole", "holiday", "holistic", "holland", "holt", "holy", "home", "homebased", "homebuyer", "homebuyers", "homekey", "homeland", "homeless", "homelessness", "homeowner", "homeowners", "homeownership", "homes", "hometown", "homework", "homi", "homicide", "homicides", "homies", "hone", "honest", "honestly", "honesty", "hong", "honor", "honorable", "honoree", "honorees", "hood", "hook", "hookup", "hookups", "hoover", "hop", "hope", "hopeful", "hopefully", "horizon", "horrible", "horrific", "horse", "hort", "hospital", "hospitalbased", "host", "hot", "hotel", "hotels", "hotline", "hotlines", "hour", "hourly", "hours", "house", "housed", "household", "households", "houseless", "houselessness", "housing", "housingrelated", "houston", "howard", "however", "hr", "hsd", "hub", "hud", "hudson", "huey", "huge", "hugh", "human", "humanity", "humans", "humberto", "humble", "hundred", "hundreds", "hunger", "hurt", "husband", "hybrid", "hygiene", "hyphen", "hypocrisy", "hypocritical", "iad", "ian", "ice", "icon", "id", "idea", "ideal", "ideally", "ideals", "ideas", "identification", "identify", "identity", "ie", "iglesias", "ignore", "ii", "iii", "illegal", "illegally", "illness", "illustrate", "ils", "image", "imagination", "imagine", "immediate", "immediately", "immense", "immigrant", "immigrants", "immigration", "immunodeficiency", "impact", "impactful", "impede", "impediment", "impediments", "imperative", "implement", "implementation", "implication", "implications", "implicit", "implore", "imply", "importance", "important", "importantly", "impose", "impossible", "impress", "impression", "impressive", "imprint", "improve", "improvement", "improvements", "inaction", "inadequate", "inadvertently", "inappropriate", "inc", "incarcerate", "incarceration", "incentive", "incentivize", "inception", "incident", "incidents", "include", "including", "inclusion", "inclusive", "income", "incomes", "incoming", "incomplete", "inconsistencies", "incorporate", "incorporated", "incorrect", "increase", "increased", "increasing", "incredible", "incredibly", "incubation", "incubator", "incur", "indebtedness", "indeed", "indelible", "independence", "independent", "independently", "indepth", "indian", "indians", "indicate", "indication", "indicative", "indicator", "indicators", "indigenous", "individual", "individually", "individuals", "indoors", "indulgence", "industrial", "industries", "industry", "indy", "ineffective", "inequality", "inequities", "inequity", "influence", "influential", "info", "inform", "informal", "information", "informational", "infrastructure", "ingredients", "inherently", "inhibit", "inhouse", "inhumane", "initial", "initially", "initiate", "initiative", "initiatives", "injure", "injuries", "injury", "injustice", "inner", "innocent", "innovation", "innovative", "inperson", "input", "inquire", "insecurity", "insert", "inside", "insight", "insist", "inspect", "inspection", "inspections", "inspector", "inspectors", "inspiration", "inspirational", "inspire", "instability", "instal", "install", "installation", "instance", "instead", "instill", "institute", "institution", "institutional", "institutions", "instruction", "instructions", "instructor", "instrumental", "insufficient", "insult", "intake", "integral", "integrate", "integration", "integrity", "intend", "intensive", "intent", "intention", "intentional", "intentionally", "intentions", "interact", "interaction", "interactions", "interagency", "interdepartmental", "interest", "interfaith", "interfere", "intergenerational", "interim", "interject", "intern", "internal", "internally", "international", "internationally", "internet", "interpersonal", "interpret", "interpretation", "interpreter", "interrupt", "interrupters", "interruption", "interruptions", "intersection", "interstate", "intertribal", "intertwine", "intervene", "intervention", "interventions", "interview", "intimate", "intimately", "intolerance", "introduce", "introduction", "inventory", "invest", "investigate", "investigation", "investigations", "investigative", "investigators", "investing", "investment", "investments", "investors", "invitation", "invite", "invoice", "involve", "involvement", "irene", "irreplaceable", "irresponsible", "irrevocable", "irrigation", "irs", "isabel", "islamic", "island", "islander", "islanders", "isolate", "isolation", "isp", "issuance", "issue", "item", "items", "iteration", "iterative", "j", "jabari", "jack", "jackie", "jackson", "jaffe", "jail", "jam", "james", "january", "jason", "javier", "jay", "jean", "jeffress", "jeffrey", "jeffries", "jen", "jenkins", "jenks", "jennifer", "jenny", "jeopardy", "jerry", "jessica", "jewel", "jim", "joan", "joanna", "joaquin", "job", "jobs", "joe", "jog", "john", "johnson", "join", "joint", "jointly", "joke", "jonathan", "jones", "jose", "joseph", "joshua", "josie", "journalism", "journalist", "journey", "jovan", "joy", "joyce", "joyner", "jp", "jpa", "jr", "jta", "juan", "judge", "judgment", "judy", "julie", "julio", "july", "jump", "june", "juneteenth", "junior", "jurisdiction", "jurisdictions", "jury", "justa", "justice", "justify", "juvenile", "k", "kaiser", "kalb", "kamani", "kaminsky", "kaplan", "kareli", "karen", "karina", "kat", "kate", "kathy", "katie", "kayla", "keep", "keisha", "keith", "kelly", "ken", "kent", "kev", "key", "kick", "kid", "kids", "kightley", "kill", "killing", "kim", "kind", "kindergarten", "kindly", "kindness", "kinds", "king", "kit", "kitchen", "kitchens", "kk", "klaus", "knock", "knoll", "know", "knowledge", "knox", "kolb", "kopp", "ktop", "kuhl", "kumon", "kupan", "kwan", "kyle", "l", "la", "lab", "label", "labor", "laboratory", "laborers", "lac", "lacey", "lack", "lad", "ladies", "lady", "laffin", "lake", "lakeshore", "lakeside", "lakeview", "lakota", "land", "landingham", "landlord", "landlords", "landmark", "landmarks", "landowner", "lands", "landscape", "lane", "lanes", "laney", "language", "languages", "lap", "lapdog", "laptop", "lara", "large", "largely", "larger", "largest", "larock", "larry", "last", "lastly", "late", "lately", "later", "latest", "latin", "latino", "latinos", "latinx", "latonda", "latter", "lau", "laugh", "launch", "laundromat", "laundry", "laura", "laurel", "lauren", "laurie", "law", "lawrence", "laws", "lawsuit", "lawsuits", "lay", "layer", "layoffs", "ldda", "lead", "leader", "leaders", "leadership", "league", "leah", "lean", "leandro", "leanne", "learn", "lease", "least", "leave", "lec", "led", "lee", "leeway", "legacy", "legal", "legality", "legally", "legendary", "legislation", "legislative", "legislator", "legislature", "legistar", "legitimate", "lend", "length", "lengthy", "lens", "leo", "leon", "leonard", "leshen", "leslie", "less", "lessen", "lessons", "lester", "let", "letter", "level", "lever", "leverage", "levin", "levy", "lewis", "lhap", "liabilities", "liability", "liaison", "liana", "libby", "liberation", "libraries", "library", "license", "lie", "lien", "liens", "lieu", "lieutenant", "life", "lifelines", "lifelong", "lifetime", "lifetimes", "lift", "light", "like", "likelihood", "likely", "liken", "likewise", "lillard", "lilly", "lily", "limit", "limitation", "limitations", "lincoln", "linda", "lindsey", "line", "linguistic", "link", "lion", "lions", "lisa", "lishan", "list", "listen", "literally", "litigation", "litter", "little", "litwin", "liu", "livable", "live", "lives", "living", "liz", "ll", "llc", "lloyd", "load", "loan", "lobby", "lobbyists", "local", "localities", "locally", "locate", "location", "locations", "lock", "lodge", "log", "logic", "logical", "logistical", "logo", "logue", "lohman", "loishe", "loma", "london", "long", "longer", "longerterm", "longfellow", "longterm", "longtime", "lonnie", "look", "looking", "looks", "loom", "loop", "lopez", "lorelei", "lorena", "los", "lose", "loss", "losses", "lot", "lots", "lou", "loud", "louise", "love", "low", "lowe", "lower", "lowest", "lowincome", "lowlevel", "lowndes", "lowwage", "lucero", "luck", "lucky", "luke", "luna", "lunar", "lunch", "lunell", "lupoff", "luther", "luxury", "luz", "lynch", "lyndon", "lynn", "lyons", "m", "maam", "macarthur", "maciek", "mack", "macra", "macro", "mad", "madam", "madison", "maestro", "magdalena", "magic", "magnitude", "mahiri", "mail", "main", "mainly", "maintain", "maintenance", "major", "majority", "make", "maker", "makers", "makeup", "male", "malibu", "mall", "mama", "man", "manage", "manageable", "management", "manager", "managers", "manas", "mandate", "mandatory", "mandela", "mandolin", "manifest", "manipulate", "manner", "manning", "manny", "manufacture", "manufacturers", "many", "map", "marathon", "marcel", "marcellus", "march", "marcus", "margaret", "margie", "marginalize", "maria", "mariah", "marianne", "mariano", "marie", "marika", "mario", "marissa", "mark", "markeisha", "market", "marketplace", "marks", "marston", "martha", "martin", "martinez", "marvin", "mary", "marzoli", "mask", "mass", "massage", "massive", "master", "match", "material", "materials", "math", "matilda", "matrix", "matt", "matter", "matters", "maturity", "maureen", "maximize", "maximum", "may", "mayan", "maybe", "mayor", "mayors", "mccall", "mcclymonds", "mcconnell", "mccullough", "mcdonald", "meal", "meals", "mean", "meaningful", "meantime", "meanwhile", "measure", "measurements", "measuring", "mechanics", "mechanism", "mechanisms", "media", "median", "mediation", "medical", "medicine", "meet", "melaina", "melinda", "melissa", "mellie", "melrose", "member", "members", "membership", "memo", "memorandum", "memorial", "memoriam", "memories", "memory", "memos", "men", "mental", "mentally", "mention", "mentor", "mercedes", "mercedesbenz", "meredith", "merely", "merge", "merger", "merit", "merritt", "mess", "message", "messenger", "messengers", "metaphor", "meter", "method", "methodology", "methods", "metrics", "metro", "metropolitan", "mexico", "mh", "mi", "mia", "mic", "michael", "michelle", "micro", "microphone", "mid", "midcycle", "middle", "midnight", "midpoint", "midst", "midyear", "might", "mike", "miler", "miles", "milestone", "milestones", "militarize", "mill", "miller", "million", "millions", "mills", "mims", "mind", "mindful", "mindset", "mine", "miner", "mini", "minimal", "minimally", "minimize", "minimum", "minister", "minor", "minorities", "minority", "minow", "minus", "minute", "minutes", "mirror", "miscellaneous", "misi", "misinformation", "mislead", "mismanagement", "mismatch", "mispronounce", "misrepresent", "miss", "mission", "mistake", "misty", "misunderstand", "mitchell", "mitesh", "mitigate", "mitigation", "mitigations", "mix", "mixeduse", "mixture", "mlk", "mmhmm", "mobile", "mobility", "mobilize", "moca", "mode", "model", "moderate", "modest", "modification", "modifications", "modify", "modular", "modules", "molina", "mom", "moment", "moments", "momentum", "moms", "monaco", "monday", "money", "monies", "monitor", "monkey", "montclair", "month", "monthly", "months", "monthtomonth", "mooney", "moore", "moral", "morales", "moratoria", "moratorium", "moratoriums", "moreno", "morgan", "moriarty", "morning", "mornings", "morsoni", "mortar", "mortgage", "moses", "moss", "mosswood", "mostly", "motels", "mother", "motion", "motivate", "motorcycle", "mou", "mount", "mous", "mouth", "move", "moved", "movement", "mover", "moving", "mr", "mrs", "ms", "mtc", "much", "muchas", "mud", "muhammad", "multifamily", "multigenerational", "multilingual", "multimillion", "multiple", "multipronged", "muni", "municipal", "municipalities", "mural", "murals", "murder", "murphy", "murray", "museum", "mush", "music", "musician", "must", "mute", "mutual", "mutually", "myrna", "myths", "na", "naacp", "nadine", "nagel", "nail", "name", "namely", "nancy", "naomi", "napoli", "narcotics", "nari", "narrative", "narratives", "narrow", "natalie", "natasha", "nate", "nation", "national", "nationally", "native", "natural", "nature", "navajo", "naval", "navigate", "navigation", "nayeli", "ncpc", "near", "nearby", "nearly", "necessarily", "necessary", "necessitate", "necessity", "need", "needle", "needy", "neely", "negative", "negatively", "neglect", "negligence", "negotiate", "negotiation", "negotiations", "negotiators", "neighbor", "neighborhood", "neighborhoods", "neighbors", "neither", "nell", "nervous", "net", "network", "neutral", "never", "nevertheless", "new", "newer", "newest", "newly", "newman", "news", "newsletter", "newsom", "newspaper", "newspapers", "newton", "next", "nfl", "ng", "nia", "nice", "nick", "nico", "nicole", "night", "nights", "nikki", "nimble", "nina", "nine", "nineyear", "nino", "nita", "nobody", "nod", "noel", "noelle", "nofa", "noise", "nominate", "nomination", "nominations", "nominee", "non", "nonbinding", "noncompliance", "nonconfidential", "noncongregate", "nonconsent", "noncriminal", "nondepartment", "nondepartmental", "none", "nonemergency", "nonetheless", "nonlaw", "nonpayment", "nonpolice", "nonprofit", "nonprofits", "nonrefundable", "nonsworn", "nonviolent", "noon", "norm", "normal", "normally", "norn", "north", "northern", "nos", "nose", "notable", "notably", "notary", "note", "nothing", "notice", "notification", "notifications", "notify", "noting", "notion", "nourish", "november", "nowhere", "nsa", "nt", "nuclear", "nudge", "number", "numeral", "numerous", "nurse", "nurture", "nutritious", "nye", "oak", "oakdot", "oakland", "oaklandbased", "oaklandcagov", "oaklander", "oaklanders", "object", "objections", "objective", "objectives", "obligate", "obligation", "obligations", "obrien", "observation", "observations", "observe", "obstacles", "obtain", "obvious", "obviously", "oca", "occasion", "occasionally", "occupancy", "occupant", "occupants", "occupy", "occur", "oclock", "october", "oes", "ofd", "offenses", "offensive", "offer", "office", "officer", "offices", "official", "officially", "officials", "offline", "offload", "offset", "offsite", "ofh", "often", "oftentimes", "oh", "oha", "ohlone", "oil", "ok", "okay", "oklahoma", "okun", "olabala", "olabali", "olaballa", "olatoya", "olatoye", "olatwe", "old", "older", "olds", "olegbala", "olson", "olubala", "olympics", "omar", "omc", "oncall", "one", "oneonone", "ones", "onestop", "onetime", "oneyear", "ongoing", "online", "onset", "onto", "oops", "opc", "opd", "opeb", "open", "openly", "openness", "operate", "operation", "operational", "operations", "operator", "opine", "opinion", "opinions", "opoa", "opportunities", "opportunity", "oppose", "opposite", "opposition", "oppression", "oppressive", "opre", "opri", "opt", "optimistic", "option", "options", "opw", "oracle", "oral", "orange", "orchestra", "ordaz", "order", "ordinance", "ordinances", "organic", "organics", "organization", "organizational", "organizations", "organize", "organizer", "organizers", "organizing", "orient", "orientation", "origin", "original", "originally", "originate", "ortiz", "oscar", "ostracize", "others", "otherwise", "ought", "ousd", "outcome", "outcomes", "outcry", "outdated", "outdoor", "outdoors", "outline", "outrage", "outrageous", "outreach", "outside", "outsized", "outsource", "outstanding", "overall", "overarch", "overcome", "overdue", "overhead", "overlap", "overlay", "overload", "overlook", "overly", "overnight", "overrule", "oversee", "oversight", "overspend", "overtax", "overtime", "overview", "overwhelm", "overwhelmingly", "overwork", "owe", "owner", "owners", "ownership", "owning", "oyac", "p", "pablo", "pacific", "pack", "package", "packet", "pad", "page", "pain", "painful", "paint", "painters", "pair", "palestine", "pallet", "palmetry", "pamela", "pan", "panam", "pandemic", "panel", "panelist", "panelists", "panic", "pantera", "pantry", "paper", "paperwork", "par", "parade", "paradigm", "paragraph", "parallel", "paramedics", "parameters", "paramount", "parcel", "pardon", "paredes", "parent", "parentheses", "parity", "park", "parker", "parkers", "parking", "parkmobile", "parks", "parkway", "parliamentarian", "parole", "part", "partday", "partial", "partially", "participant", "participants", "participate", "participation", "particular", "particularly", "particulars", "partner", "partners", "partnership", "partnerships", "parttime", "party", "pass", "passage", "passes", "passion", "passionate", "passthrough", "past", "pastor", "patel", "path", "paths", "pathway", "pathways", "patience", "patient", "patients", "patricia", "patrick", "patrol", "pattern", "patty", "paul", "pause", "pave", "pavement", "pay", "payable", "payment", "payments", "payroll", "peace", "peak", "pec", "pedestrian", "pedestrians", "peer", "pen", "penalize", "penalties", "pending", "penny", "pension", "people", "peoplepowered", "pepra", "per", "peralta", "perceive", "percent", "percentage", "percentages", "perceptions", "perfect", "perfectly", "perform", "performance", "perhaps", "periano", "period", "periods", "perkins", "permanent", "permanently", "permissible", "permission", "permit", "perpetrators", "perpetuate", "persistent", "person", "personal", "personally", "personnel", "persons", "perspective", "perspectives", "pertain", "pete", "peter", "peters", "petition", "pfeiffer", "pg", "phase", "phenomenal", "philanthropic", "philanthropy", "philippines", "philosophy", "phone", "photograph", "phrase", "physical", "physically", "pic", "pick", "pickup", "pickups", "picnic", "picture", "piece", "piedmont", "piggyback", "pile", "pillar", "pillars", "pilot", "pines", "pio", "pioneer", "pipeline", "pit", "pivot", "place", "placeholder", "placement", "plague", "plaintiff", "plan", "planner", "planning", "plant", "plastic", "plastics", "plate", "platform", "play", "player", "players", "plaza", "plead", "please", "pleasure", "pledge", "plenty", "plug", "plumb", "plus", "pm", "pnc", "poc", "pocket", "podcast", "poetry", "point", "police", "policemen", "policies", "policing", "policy", "policylink", "policymaking", "political", "politician", "politicians", 