["0", "015", "08", "1", "10", "100", "1000", "10000", "100000", "101", "1017", "102", "1020", "109", "10th", "11", "1108", "1116", "11th", "12", "120", "12023", "1203", "1232", "124202", "1250", "128000", "12th", "12yearold", "13", "130", "130000", "1309", "131", "1317", "1326", "135", "13th", "14", "1400", "1402", "1460", "146001", "14th", "15", "150", "1500", "15000", "15th", "16", "1616", "1630", "16th", "17", "1722", "175", "17th", "17yearold", "18", "1865", "18th", "19", "1900", "1906", "1911", "1927", "1941", "1983", "1997", "19th", "1st", "2", "20", "200", "2000", "200000", "2006", "2008", "2011", "2012", "2013", "2015", "2017", "2018", "2019", "2020", "2021", "2022", "2023", "20232024", "2024", "2025", "2026", "2027", "2029", "2033", "20th", "21", "210", "2101", "213", "21st", "22", "2200", "22nd", "23", "230", "2304", "2324", "23rd", "24", "240", "247", "24hour", "24th", "25", "250", "2500", "2510", "257", "25th", "26", "26300", "26th", "27", "273", "27306", "27308", "27th", "28", "28th", "29", "2901", "29th", "2nd", "3", "30", "300", "30000", "300000", "30th", "31", "311", "318", "31st", "328", "33", "330", "3300", "3301", "3323", "333", "340", "3421", "35", "35000", "3517", "36000", "3700", "3712", "37500", "3900", "3rd", "4", "40", "400", "40000", "415", "421", "425", "430", "45", "4630", "47", "473", "47800", "48", "4th", "5", "50", "500", "5000", "50000", "500000", "501", "5016", "50th", "51", "5106", "5118", "517", "525", "530", "54000", "54a", "56500", "5825", "5k", "5th", "6", "60", "600", "600000", "61", "62", "630", "65", "6500", "651", "66", "6th", "7", "70", "700", "7000", "71", "711", "713", "714", "715", "717", "718", "721", "722", "724", "725", "727", "75", "7500", "7th", "8", "80", "800", "80000", "800000", "810", "820", "827", "830", "84", "843", "85", "8500", "85th", "8th", "9", "90", "903", "90s", "911", "92", "922", "97", "99", "9th", "[UNKNOWN]", "a", "abandon", "abate", "abatement", "abatements", "abide", "abilities", "ability", "able", "absence", "absent", "absentee", "absolute", "absolutely", "absurd", "abuse", "academy", "accept", "acceptable", "acceptance", "access", "accessibility", "accessible", "accident", "accidents", "accommodate", "accomplish", "accord", "accordance", "according", "account", "accountability", "accountable", "accurate", "achieve", "acknowledge", "acknowledgement", "acquire", "acre", "acreage", "acres", "across", "act", "action", "activate", "active", "actively", "activities", "activity", "actual", "actually", "ad", "adado", "adam", "adaptive", "add", "addict", "addition", "additional", "additionally", "address", "adhere", "adjacent", "adjoin", "adjourn", "adjust", "admin", "administration", "administrative", "administrator", "admire", "admit", "adopt", "adoption", "adult", "adults", "advance", "advanced", "advantage", "advent", "advice", "advisable", "advise", "advisory", "advocacy", "advocate", "affect", "affidavit", "affirm", "afford", "affordable", "afraid", "african", "africanamerican", "afternoon", "afterwards", "age", "agencies", "agency", "agenda", "agendas", "agent", "aggressive", "aging", "ago", "agree", "agreement", "agreements", "ahead", "ai", "aid", "air", "airport", "aja", "alan", "alarm", "alcohol", "alfreda", "ali", "align", "alive", "allegiance", "allen", "alleviate", "alley", "allocable", "allocate", "allocation", "allocations", "allow", "almost", "alone", "along", "alpac", "already", "also", "alternative", "alternatives", "although", "always", "alyssa", "am", "amaze", "amber", "ambulance", "amend", "amendment", "amendments", "america", "american", "americans", "among", "amount", "analysis", "analyze", "anderson", "andrew", "andy", "angela", "angelica", "anger", "angry", "ann", "anniversary", "announce", "announcement", "announcements", "annual", "annually", "another", "answer", "anthony", "anticipate", "anybody", "anyhow", "anymore", "anyone", "anything", "anytime", "anyway", "anyways", "anywhere", "apartment", "apartments", "apologies", "apologize", "apology", "app", "appal", "apparently", "appeal", "appear", "appearance", "applaud", "applause", "apple", "applicant", "applicants", "application", "applications", "appling", "apply", "appoint", "appointment", "appointments", "appreciate", "appreciation", "appreciative", "apprenticeship", "approach", "appropriate", "appropriation", "appropriations", "approval", "approve", "approximately", "april", "ar", "arbitrary", "arbor", "area", "areas", "argue", "argument", "arise", "army", "arnell", "arnold", "around", "arp", "arpa", "arrest", "arrive", "art", "article", "articulate", "artist", "arts", "ashia", "ashshakur", "asia", "aside", "ask", "aspect", "assess", "assessment", "assessments", "assessor", "assets", "assign", "assignment", "assignments", "assist", "assistance", "assistant", "associate", "associates", "association", "associations", "assume", "assumption", "assure", "atlarge", "atmosphere", "attach", "attack", "attainable", "attempt", "attend", "attendance", "attention", "attorney", "attorneys", "attract", "auction", "audacity", "audience", "audit", "auditor", "august", "aurelius", "austerity", "austin", "authorities", "authority", "authorize", "auto", "automatic", "automatically", "automotive", "autumn", "avail", "available", "avenue", "average", "avoid", "awabu", "award", "awards", "aware", "awareness", "away", "awesome", "ayanna", "aye", "b", "baby", "back", "backdoor", "backfill", "background", "backpack", "backup", "backwards", "backyard", "bad", "bag", "balance", "ball", "ballard", "ballot", "ban", "band", "bank", "bar", "barb", "barbecue", "bargain", "barriers", "base", "baseball", "based", "basement", "basic", "basically", "basin", "basins", "basis", "basketball", "bat", "batch", "bathroom", "bauer", "bean", "bear", "beat", "beautiful", "become", "bed", "bedroom", "begin", "behalf", "behave", "behavior", "behind", "believe", "belinda", "bell", "belong", "ben", "benavides", "beneficial", "benefit", "besides", "best", "better", "betty", "beyond", "bicycle", "bid", "bidder", "bidders", "biden", "big", "bigger", "biggest", "bike", "bill", "billion", "bin", "bind", "birthday", "bite", "biweekly", "black", "blackowned", "blame", "blank", "blanket", "blatant", "bless", "blight", "blind", "blink", "bloat", "block", "blow", "blue", "boak", "board", "boat", "body", "boggle", "bold", "bolder", "bolter", "bond", "book", "boot", "border", "bore", "boss", "boston", "bother", "bottle", "bottom", "boulevard", "bound", "boundaries", "boutique", "box", "boy", "boys", "brad", "brain", "branch", "brand", "brave", "bravery", "break", "breakdown", "breakfast", "breast", "breath", "breathe", "brett", "brian", "brick", "bridge", "brief", "briefly", "bring", "broad", "broader", "broker", "brother", "brothers", "brown", "brownfield", "brownfields", "bruise", "bryce", "bs", "bsna", "buck", "budget", "bug", "build", "builders", "building", "bulk", "bullet", "bully", "bum", "bump", "bunch", "burden", "burn", "bury", "bus", "bush", "business", "businesses", "busy", "butt", "buy", "bwl", "bylaws", "c", "ca", "cabaret", "cabell", "cafeteria", "cal", "calculate", "calendar", "california", "call", "cameras", "camp", "campaign", "campus", "canal", "cancel", "cancer", "cancro", "candidate", "candidates", "candy", "cap", "capacities", "capacity", "capital", "capitol", "captain", "capture", "car", "cara", "carbon", "card", "care", "career", "carl", "carnegie", "carol", "carolyn", "carry", "cars", "cart", "carter", "carve", "case", "cash", "cata", "catastrophe", "catch", "catholic", "cause", "cc", "cdbg", "cease", "cedar", "ceiling", "celebrate", "celebration", "cell", "cemeteries", "cemetery", "center", "central", "ceo", "ceremonies", "ceremony", "certain", "certainly", "certificate", "certify", "cesar", "cetera", "chair", "challenge", "chamber", "chambers", "chance", "change", "channel", "chaplain", "chapter", "character", "charge", "charities", "charlotte", "chart", "charter", "chase", "chat", "chavez", "chaz", "check", "checklist", "cheer", "chestnut", "chicago", "chicken", "chief", "child", "childcare", "childhood", "children", "childress", "chip", "choice", "choices", "choose", "chris", "christ", "christian", "christmas", "christopher", "chuck", "church", "churchill", "circle", "circuit", "circumstances", "circumvent", "cite", "cities", "citizen", "citizens", "city", "cityowned", "citywide", "civic", "civil", "claim", "claimant", "claims", "clap", "clarence", "clarification", "clarify", "clarity", "class", "clean", "cleanup", "clear", "clearly", "clerk", "client", "clients", "clifford", "climate", "climb", "clinton", "close", "closely", "closer", "closet", "clothe", "club", "coach", "coalition", "coat", "cobb", "cocompliance", "cod", "code", "codified", "codify", "coffee", "cold", "coleman", "collaboration", "collaborative", "colleague", "colleagues", "collect", "collection", "collective", "collectively", "college", "collision", "colonial", "color", "combination", "combine", "come", "cometh", "comfortable", "coming", "commence", "commend", "comment", "comments", "commercial", "commingle", "commission", "commissioner", "commissioners", "commit", "commitment", "commitments", "committee", "committees", "common", "commonly", "commons", "communicate", "communication", "communications", "communities", "community", "company", "compare", "compassion", "compatible", "compensation", "compete", "competitive", "complain", "complaint", "complaints", "complete", "completely", "completion", "complex", "complexes", "compliance", "compliment", "comply", "component", "comport", "compost", "comprehensive", "compromise", "con", "concept", "concern", "concert", "conclude", "conclusion", "concrete", "concur", "condemn", "condition", "conditional", "condo", "condolences", "conducive", "conduct", "conference", "confident", "confirm", "confiscate", "conflict", "conform", "conformity", "confuse", "confusion", "congrats", "congratulate", "congratulations", "congregate", "congress", "congresswoman", "connect", "connection", "connors", "consensus", "consent", "consequences", "consider", "consideration", "consist", "consistency", "consistent", "consistently", "consolidate", "constant", "constantly", "constituent", "constituents", "constitution", "constitutional", "construct", "construction", "consult", "consultant", "consultants", "consumer", "consumers", "consumption", "contact", "contain", "contamination", "contest", "context", "contingency", "contingent", "continually", "continue", "contract", "contractor", "contractors", "contrary", "contreras", "contribute", "contributions", "control", "controversial", "convenient", "conversation", "conversations", "convert", "convey", "convict", "conviction", "convictions", "convince", "cook", "cool", "cooley", "coop", "cooper", "cooperation", "coordinate", "coordination", "coordinator", "cop", "copy", "core", "corman", "corner", "corporation", "correct", "corrections", "correctly", "correspond", "correspondence", "corridor", "corridors", "corrupt", "corruption", "cost", "costa", "couch", "could", "council", "councilman", "councilmember", "councils", "councilwoman", "counsel", "counselor", "count", "country", "county", "couple", "course", "court", "courtesy", "courtyard", "cove", "cover", "coverage", "covid", "cow", "cp", "craft", "crash", "crazy", "create", "creation", "credit", "creek", "crego", "crew", "crime", "crimes", "criminal", "crisis", "criteria", "critical", "critically", "cross", "crossroads", "crosswalk", "crosswalks", "crowd", "crucial", "cry", "crystal", "cso", "cultural", "culture", "culver", "cunningham", "cup", "curb", "curbside", "curious", "current", "currently", "customer", "customers", "cut", "cuttings", "cvs", "cycle", "d", "d2", "dad", "daily", "dais", "dale", "damage", "damn", "dan", "dance", "danger", "dangerous", "daniel", "dare", "darkness", "darn", "darren", "dash", "dashboard", "data", "date", "daughter", "david", "davis", "day", "days", "daytime", "dba", "dead", "deadline", "deal", "deandre", "death", "deborah", "debris", "debt", "decade", "decades", "december", "decide", "decision", "decisionmaking", "decisions", "declaration", "declare", "decrease", "dedicate", "dedication", "deeds", "deep", "deeper", "deeply", "deer", "deerfield", "defend", "defense", "deficit", "define", "definitely", "definition", "degree", "degrees", "dei", "delay", "delegation", "delisa", "deliver", "delta", "demand", "demo", "democracy", "democratic", "demolish", "demolition", "demonstrate", "denial", "denise", "denny", "density", "deny", "department", "departmental", "departments", "depend", "deplorable", "depot", "depth", "deputy", "describe", "description", "deserve", "design", "designate", "designation", "desire", "desiree", "desperate", "desperately", "destroy", "destruction", "detach", "detached", "detail", "detain", "detectors", "deteriorate", "determination", "determine", "detroit", "develop", "developer", "developers", "development", "developments", "devices", "devin", "devon", "diamond", "diamonddale", "dick", "die", "dievendorf", "difference", "different", "differently", "difficult", "difficulty", "dig", "dignity", "diligently", "dimension", "dinner", "direct", "direction", "directly", "director", "directors", "disabilities", "disability", "disagree", "disappoint", "disaster", "discharge", "disclose", "disclosure", "discourage", "discretion", "discriminate", "discrimination", "discriminatory", "discuss", "discussion", "discussions", "disgust", "dishearten", "diskin", "dismiss", "disorder", "dispatch", "displace", "display", "disposition", "dispute", "disrepair", "disrespect", "disrupt", "distance", "distinguish", "distress", "distribution", "district", "disturb", "dive", "diverse", "diversion", "diversity", "divide", "division", "dobernick", "doc", "document", "documentation", "dog", "dollar", "dollars", "domestic", "donate", "donation", "donations", "donors", "donuts", "door", "doors", "dotson", "double", "doubt", "doug", "downplay", "downs", "downtown", "dozen", "dr", "draft", "drag", "drain", "draw", "dream", "dress", "drexel", "drink", "drive", "driver", "drivers", "drivethrough", "driveway", "drone", "drop", "dropoff", "drug", "drum", "dry", "dt2", "dt3", "duck", "dude", "dudley", "due", "duplex", "duration", "durham", "duties", "duty", "dwell", "e", "earlier", "early", "ears", "earth", "easement", "easements", "easier", "easiest", "easily", "east", "eastern", "eastside", "easy", "eat", "eaton", "echo", "economic", "economically", "ed", "edc", "edge", "edgewood", "edmp", "edp", "educate", "education", "effect", "effective", "effectiveness", "efficient", "effort", "efforts", "egle", "eight", "eighth", "either", "elaborate", "elaine", "elderly", "elect", "election", "elections", "electric", "electrical", "electricians", "electricity", "electronics", "elevate", "eligibility", "eligible", "eliminate", "elizabeth", "elliot", "ellis", "else", "elsewhere", "email", "emergency", "emily", "emotional", "emperor", "employ", "employee", "employees", "employment", "empower", "empowerment", "empty", "encampments", "encourage", "encouragement", "encroachments", "end", "endeavor", "endorse", "endorsement", "endorsements", "energy", "enforce", "enforcement", "engage", "engagement", "engineer", "enhance", "enjoy", "eno", "enough", "ensure", "enter", "enterprise", "entertain", "entertainment", "entire", "entirely", "entities", "entitle", "entitlements", "entity", "entrance", "entry", "environment", "environmental", "equal", "equalize", "equipment", "equitable", "equity", "era", "eric", "erica", "error", "ers", "escrow", "especially", "essential", "essentially", "establish", "establishment", "estate", "estimate", "estimated", "et", "eta", "ethical", "ethics", "eugenio", "evaluate", "evaluation", "evans", "eve", "evelyn", "even", "event", "events", "eventually", "ever", "everett", "evergreen", "every", "everybody", "everyone", "everything", "everywhere", "evict", "eviction", "evictions", "evidence", "evil", "exact", "exactly", "examine", "example", "examples", "excavating", "exceed", "excellent", "except", "exception", "exceptional", "exceptions", "exchange", "excite", "exclusively", "excuse", "execute", "executive", "exempt", "exemption", "exercise", "exhibit", "exist", "existence", "exoffenders", "expand", "expansion", "expect", "expend", "expenditure", "expense", "expensive", "experience", "expert", "experts", "expire", "explain", "explanation", "explore", "express", "extend", "extension", "extensive", "extent", "extra", "extreme", "extremely", "eye", "eyesore", "fabulous", "facade", "face", "facebook", "facilitate", "facilities", "facility", "fact", "factor", "facts", "fail", "failure", "failures", "fair", "fairly", "fairness", "faith", "faithfully", "fall", "false", "fame", "familiar", "families", "family", "fan", "fantastic", "far", "farhan", "farm", "fashion", "fast", "fatality", "father", "fault", "favor", "fear", "feasible", "feature", "february", "federal", "fee", "feed", "feel", "feet", "fell", "fellow", "fellowship", "felon", "felonies", "felons", "felony", "felt", "fema", "fence", "ferguson", "fest", "festival", "fidelity", "field", "fiesta", "fifth", "fight", "figure", "file", "fill", "film", "filter", "fin", "final", "finalize", "finally", "finance", "financial", "financially", "find", "fine", "finish", "fire", "firefighter", "firefighters", "firework", "fireworks", "firm", "first", "fiscal", "fish", "fit", "fitness", "fitzpatrick", "five", "fiveyear", "fiveyearold", "fix", "flag", "fledge", "fleet", "flex", "flimsy", "flint", "flood", "floor", "florencio", "flores", "florida", "flow", "flower", "floyd", "fluctuation", "fluctuations", "fly", "flyers", "focus", "foia", "fold", "folder", "folks", "follow", "followup", "fontaine", "food", "foot", "footage", "force", "ford", "foreclosure", "forefront", "foremost", "forestry", "forever", "forewarn", "forget", "forgive", "form", "formally", "formbased", "former", "formerly", "forsberg", "forth", "forthcoming", "fortunate", "forum", "forward", "fossen", "foster", "found", "foundation", "founder", "four", "fourth", "fox", "frandor", "frank", "frankly", "fratcher", "fraud", "frayer", "frederick", "free", "freedom", "freeway", "freeze", "french", "frequently", "fresh", "friday", "friend", "friendly", "friends", "friendship", "front", "frustrate", "frustration", "fry", "full", "fulltime", "fully", "fun", "function", "functionally", "fund", "fundamental", "funeral", "funny", "furniture", "future", "gabriel", "gailey", "gain", "gaines", "gallery", "gamble", "game", "gant", "gantt", "gap", "garage", "garbage", "garden", "gardner", "garner", "gary", "garza", "gas", "gateway", "gather", "gavel", "gay", "geez", "gender", "general", "generally", "generate", "generation", "generational", "generator", "generators", "gentleman", "gentlemen", "gentrification", "george", "geraniums", "get", "giant", "gift", "gilmour", "girl", "give", "giveaway", "giveaways", "glad", "glen", "glenburn", "gloves", "go", "goal", "goals", "god", "going", "gold", "golf", "gon", "good", "goodness", "goods", "google", "gosh", "gospel", "govern", "governance", "government", "governmental", "governments", "governor", "grab", "grace", "grade", "graduate", "graham", "grainger", "grand", "grandchildren", "grandfather", "grandmother", "grant", "grass", "grassroots", "grateful", "grave", "gravel", "great", "greater", "greatest", "green", "greenlawn", "gregory", "griffin", "grind", "grinder", "grosbeck", "ground", "group", "grove", "grow", "growth", "guarantee", "guard", "guess", "guest", "guests", "guidance", "guidelines", "guillermo", "guilty", "gun", "gutted", "gutter", "guy", "haley", "half", "hall", "halt", "hamid", "hand", "handcuff", "handle", "handson", "hang", "hankwitz", "happen", "happy", "hard", "harder", "hardest", "hardly", "harm", "harmful", "harry", "hat", "hate", "hauler", "hazard", "head", "headquarter", "heal", "health", "healthcare", "healthy", "hear", "heart", "hearts", "heat", "heavenly", "heavily", "heavy", "height", "hell", "hello", "help", "helpful", "henderson", "hepler", "hereby", "hernandez", "hey", "hi", "hide", "high", "higher", "highest", "highlight", "highly", "highway", "hillsdale", "hint", "hire", "hispanic", "historic", "historical", "historically", "history", "hit", "hmis", "hoc", "hold", "holder", "holdings", "hole", "holiday", "holler", "holmes", "holy", "home", "homeless", "homelessness", "homeowner", "homeowners", "homes", "homework", "honest", "honestly", "honor", "honorable", "hook", "hooters", "hop", "hope", "hopeful", "hopefully", "horn", "horrible", "horse", "hospital", "hospitals", "host", "hostile", "hot", "hotel", "hoteling", "hotels", "hour", "hours", "house", "housing", "however", "hr", "hrcs", "hub", "hud", "huge", "hugh", "human", "humble", "hundred", "hundreds", "hurt", "husband", "hussain", "hybrid", "hygiene", "hypocrisy", "ice", "idea", "ideas", "identical", "identify", "identity", "ignorance", "ignore", "illegal", "illness", "illustrate", "illustrious", "image", "imagine", "immediate", "immediately", "immunity", "impact", "impactful", "implement", "implementation", "implications", "important", "importantly", "impress", "impression", "impressive", "improve", "improvement", "inaccurate", "inappropriate", "inappropriately", "inc", "incarcerate", "incarceration", "incentive", "incentives", "incident", "incidents", "include", "inclusion", "inclusive", "income", "incompatible", "incompetence", "inconsistent", "incorporated", "incorrect", "increase", "incredible", "incredibly", "increment", "incur", "indeed", "independence", "independent", "indicate", "individual", "individuals", "indivisible", "industrial", "industry", "inflation", "influence", "info", "inform", "information", "infractions", "infrastructure", "infuriate", "ingham", "initial", "initially", "initiate", "initiative", "initiatives", "injure", "innocent", "innovation", "input", "insane", "insecurity", "inside", "insight", "inspect", "inspection", "inspections", "inspector", "inspire", "install", "instance", "instead", "institutional", "instructions", "instrumental", "insulation", "insult", "insurance", "integrity", "intend", "intent", "interact", "interest", "interior", "intern", "internal", "internally", "international", "internship", "intersection", "intersections", "intervention", "interview", "introduce", "introduction", "invest", "investigate", "investigation", "investment", "investments", "invite", "involve", "island", "issue", "item", "items", "jack", "jackson", "jail", "james", "jamie", "jane", "january", "jared", "jason", "jay", "jazz", "jean", "jeff", "jeffrey", "jennifer", "jennison", "jeremy", "jerry", "jersey", "jesse", "jessica", "jesus", "jim", "job", "jodi", "jody", "joe", "john", "johnson", "join", "joke", "jolly", "jones", "jordan", "joseph", "joy", "jr", "judge", "julie", "july", "jump", "june", "juneteenth", "junior", "jurisdiction", "jury", "justice", "k", "kalamazoo", "karen", "kathleen", "kathy", "keep", "kelly", "kelsey", "kesto", "key", "keynote", "kick", "kickoff", "kid", "kids", "kill", "kilpatrick", "kim", "kimberly", "kimmel", "kind", "kinds", "king", "kitchen", "klaus", "klein", "kloss", "kmg", "knock", "know", "knowledge", "koschinski", "koss", "kost", "kyle", "l", "label", "labor", "lack", "lackey", "ladies", "lady", "lafq", "lake", "lakes", "land", "landlord", "landlords", "landscape", "lane", "language", "lansing", "lansingbased", "larch", "large", "largely", "larger", "largest", "larry", "larson", "larue", "laser", "last", "lastly", "late", "later", "latter", "laugh", "laura", "lauren", "law", "lawfully", "lawn", "lawrence", "laws", "lawsuit", "lawsuits", "lawyer", "lawyers", "lay", "lead", "leader", "leaders", "leadership", "leaf", "league", "lean", "learn", "learning", "lease", "least", "leave", "ledc", "lee", "legacy", "legal", "legally", "legislation", "legislative", "legislators", "legislature", "length", "leslie", "less", "let", "letter", "level", "leverage", "lfd", "lgbtq", "liability", "liaison", "liberty", "librarians", "library", "license", "licensee", "lids", "lie", "lieutenant", "life", "lifelong", "lifestyle", "lift", "light", "like", "likely", "liljay", "limbs", "limit", "linda", "linden", "line", "lineup", "link", "liquor", "lisa", "list", "listed", "listen", "literacy", "literally", "litigation", "litmus", "little", "livability", "livable", "live", "lives", "living", "ll", "llc", "lobby", "local", "locally", "locate", "location", "locations", "lock", "lodge", "loft", "log", "logan", "logic", "logo", "lois", "long", "longer", "longest", "longterm", "longtime", "look", "looks", "loopholes", "loose", "lopez", "lord", "loretta", "lose", "loss", "losses", "lot", "loud", "louder", "love", "low", "lower", "lowest", "lowincome", "lpd", "luck", "lug", "lugnuts", "lunch", "luncheon", "lupin", "luther", "luton", "lynette", "lynn", "m", "maam", "machine", "mad", "madam", "mail", "main", "maintain", "maintenance", "major", "majority", "make", "male", "mall", "malo", "man", "manage", "management", "manager", "managers", "mandate", "mandela", "manner", "manor", "manufacturer", "many", "map", "maplewood", "marathon", "march", "marcia", "marginalize", "margins", "mariah", "marijuana", "mark", "markers", "market", "marquette", "marry", "marshal", "marshall", "martin", "mary", "mask", "mass", "massive", "master", "match", "material", "materials", "matt", "matter", "mature", "max", "maximum", "may", "maybe", "mayflower", "mayor", "mayoral", "mayors", "mcdaniel", "mcdonald", "mckenzie", "mckissick", "mcl", "mclaren", "mcnichol", "mdot", "meadows", "meal", "meals", "mean", "meaningful", "means", "meantime", "measure", "mechanical", "medc", "media", "medical", "meditation", "medium", "meet", "meeting", "megan", "melissa", "member", "members", "membership", "memorial", "memories", "memory", "men", "mental", "mentally", "mention", "mentor", "mercer", "merchant", "mercy", "merely", "meridian", "mess", "message", "meter", "methodist", "metro", "mexico", "mic", "michael", "michigan", "microphone", "middle", "midmichigan", "midnight", "might", "mike", "mikey", "mile", "miles", "military", "millage", "miller", "million", "millions", "mind", "mindset", "mine", "minimum", "ministry", "minor", "minute", "minutes", "mirror", "misdemeanor", "misdemeanors", "misrepresent", "miss", "mission", "missy", "mistake", "mitch", "mitigate", "mix", "mixed", "mlk", "mobile", "model", "moderate", "modify", "mold", "mom", "moment", "moms", "monday", "monetary", "money", "moneyball", "monies", "monitor", "monoxide", "month", "monthly", "months", "monuments", "moores", "morgan", "morning", "morris", "morrison", "mortify", "mostly", "mother", "motion", "motivate", "motor", "motors", "mount", "mouth", "move", "movement", "mow", "mr", "mrf", "mrs", "ms", "mshda", "msu", "much", "muchmore", "mulcahy", "multifamily", "multiple", "multitude", "municipal", "municipalities", "murder", "museum", "music", "must", "mutually", "mx", "mx1", "mxc", "myriad", "na", "name", "nancy", "narrative", "narrow", "nation", "national", "natural", "naturally", "nature", "navigate", "nay", "nays", "nazarene", "near", "nearby", "nearly", "neat", "necessarily", "necessary", "neck", "need", "needle", "needy", "negative", "neglect", "negotiate", "negotiations", "neighbor", "neighborhood", "neighborhoods", "nervous", "network", "never", "new", "news", "newsletter", "next", "nice", "nicholas", "nick", "nickel", "nicole", "night", "nights", "nine", "ninth", "nobody", "noise", "nonconforming", "none", "nonprofit", "nonprofits", "nonsense", "noon", "nope", "norma", "normal", "normally", "norris", "north", "northeast", "northwest", "notable", "note", "nothing", "notice", "notification", "notifications", "notify", "november", "nowhere", "nt", "nuisance", "number", "numerous", "nut", "oath", "obesity", "object", "objection", "objective", "objectives", "obligations", "observance", "obsolete", "obstruct", "obtain", "obvious", "obviously", "oca", "occasion", "occupancy", "occupy", "occur", "oclock", "october", "odd", "odds", "odell", "offend", "offense", "offer", "office", "officer", "officers", "offices", "official", "officially", "officials", "offset", "often", "oh", "ok", "okay", "old", "older", "olds", "oleary", "olson", "omar", "ombudsman", "one", "oneoff", "onepage", "ones", "ongoing", "online", "onsite", "onto", "open", "operate", "operation", "operational", "operationalize", "operations", "opinion", "opinions", "opioid", "opportunities", "opportunity", "oppose", "opposed", "opposition", "oppress", "opra", "oprah", "optics", "optimistic", "option", "options", "order", "ordinance", "ordinances", "organization", "organizations", "organize", "orientation", "original", "originally", "orion", "others", "otherwise", "ottawa", "outage", "outages", "outcome", "outdated", "outdoor", "outline", "outreach", "outside", "outstanding", "ovation", "overall", "overcome", "overdue", "overflow", "overfunded", "overnight", "override", "oversee", "oversight", "overspend", "overstep", "overview", "overwhelm", "owe", "owner", "owners", "ownership", "oxygen", "p", "pack", "package", "packet", "page", "pain", "paint", "palano", "pan", "pandemic", "panel", "paper", "paperwork", "parade", "paramedic", "parcel", "pardon", "parent", "park", "parker", "parks", "part", "partial", "partially", "participants", "participate", "participation", "participatory", "particular", "particularly", "partner", "partnership", "parttime", "party", "pass", "passage", "passed", "passes", "passion", "passionate", "passport", "past", "pastor", "pat", "path", "pathway", "patience", "patricia", "patrick", "pattern", "pause", "pay", "paycheck", "payment", "payments", "payroll", "peace", "peaceful", "pedestrian", "pedestrians", "peffley", "penalties", "penalty", "pending", "penn", "pennsylvania", "pension", "people", "per", "percent", "percentage", "percentile", "perfect", "perfectly", "perform", "perhaps", "period", "periods", "permanent", "permission", "permit", "perpetuate", "person", "personal", "personally", "personnel", "perspective", "persuade", "pertain", "peter", "petition", "petty", "phase", "phenomenal", "phil", "philanthropists", "phone", "photos", "physical", "pick", "pickup", "picnic", "picture", "piece", "pike", "pile", "pilot", "pink", "pipe", "pipefitters", "pitch", "pj", "placard", "place", "placed", "plain", "plainly", "plan", "planning", "plant", "plate", "platform", "play", "playback", "playground", "playgrounds", "plaza", "plead", "pleasant", "please", "pleasure", "pledge", "plenty", "plug", "plumb", "plumber", "plumbers", "plus", "pm", "podium", "point", "pole", "police", "policies", "policy", "political", "politics", "poll", "pollack", "pollinator", "pollution", "pompton", "pool", "poor", "pop", "population", "populations", "porch", "portion", "pose", "position", "positive", "possession", "possibility", "possible", "possibly", "post", "postage", "postcard", "postpone", "potential", "potentially", "poverty", "power", "powerful", "powerpoint", "practice", "praise", "pray", "prayer", "prayers", "preach", "precedence", "precedent", "prefer", "prejudice", "premise", "prepare", "prescription", "presence", "present", "presentation", "presentations", "preservation", "president", "press", "pressure", "pretty", "prevail", "prevent", "prevention", "previous", "previously", "price", "pride", "primarily", "primary", "prime", "prince", "principal", "print", "prior", "priorities", "prioritize", "priority", "prison", "private", "privately", "privilege", "pro", "proactive", "probably", "problem", "problematic", "problems", "procedure", "procedures", "proceed", "process", "proclamation", "produce", "productive", "products", "professional", "profile", "profit", "program", "progress", "prohibit", "project", "projections", "promise", "promote", "promotions", "pronounce", "proof", "propaganda", "proper", "properly", "properties", "property", "proposal", "proposals", "propose", "prosecute", "prosecutor", "protect", "protection", "protest", "proud", "prove", "proverbs", "provide", "provision", "prudent", "ptsd", "public", "publicly", "puede", "pull", "pulse", "pump", "punish", "purchase", "pure", "purely", "purpose", "pursue", "push", "put", "quadplex", "quaker", "qualify", "quality", "quarter", "question", "queue", "quick", "quickly", "quiet", "quit", "quite", "quo", "quorum", "quote", "r", "r2", "r3", "r6a", "race", "rachel", "racial", "racially", "racism", "racist", "radius", "rain", "rainy", "raise", "ramp", "randolph", "randy", "range", "rank", "rapids", "raquel", "rar", "rat", "rate", "rathbun", "rather", "rationale", "ray", "re", "reach", "reactivate", "read", "readopting", "ready", "reaffirm", "real", "realistically", "reality", "realize", "reallocate", "really", "realtor", "reappointment", "reason", "reasonable", "rebuild", "rec", "recall", "receipt", "receive", "recent", "recently", "receptacles", "reception", "recess", "recharge", "rechecked", "recidivism", "recipient", "recognition", "recognize", "recommend", "recommendation", "recommendations", "reconsider", "record", "recover", "recovery", "recreation", "recruit", "recs", "rectify", "recusal", "recuse", "recycle", "red", "redemption", "redevelopment", "redo", "redtagged", "reduce", "reduction", "redundant", "refer", "reference", "referral", "referrals", "refine", "reflect", "reform", "refrigerator", "refuse", "regard", "regardless", "region", "regional", "register", "registration", "regular", "regulations", "rehab", "rehabilitation", "reimburse", "reimbursement", "reiterate", "reject", "rejuvenate", "rejuvenating", "relate", "relations", "relationship", "relationships", "relative", "release", "relief", "religious", "relocate", "rely", "remain", "remainder", "remark", "remarkable", "remarks", "remediation", "remedy", "remember", "remind", "reminder", "removal", "remove", "rename", "render", "renovate", "renovation", "rent", "rental", "rentals", "renters", "reopen", "repair", "reparations", "repeal", "repeat", "repeatedly", "replace", "replacement", "report", "reprehensible", "represent", "representation", "representative", "representatives", "reprint", "republic", "reputable", "reputation", "request", "require", "requirement", "requirements", "rescue", "research", "reserve", "reside", "residences", "resident", "residential", "residents", "resign", "resignation", "resolution", "resolutions", "resolve", "resource", "resources", "respect", "respectful", "respectfully", "respective", "respectively", "respond", "responders", "response", "responses", "responsibilities", "responsibility", "responsible", "rest", "restaurant", "restoration", "restore", "restrict", "result", "resume", "retail", "retailers", "retain", "retaliation", "rethink", "retire", "retirement", "return", "reunion", "reuse", "revenue", "revenues", "reverend", "reverse", "revert", "review", "revision", "revitalization", "revocation", "revoke", "rezone", "rezoned", "rezoning", "rfp", "ribbon", "rice", "rich", "richard", "rid", "ride", "ridge", "ridiculous", "right", "rightofway", "rights", "rio", "rip", "rise", "risk", "river", "rmx", "road", "roads", "robert", "robin", "robotics", "rock", "role", "roles", "roll", "roller", "rolodex", "ronnie", "roof", "room", "root", "rosado", "rosalynn", "rose", "rosenberg", "rot", "roughly", "round", "rout", "route", "row", "roxanne", "rsl", "rsvp", "rudder", "rule", "run", "rural", "rush", "ryan", "s", "sacrifice", "sad", "sadden", "safe", "safer", "safety", "saginaw", "sake", "salaries", "salary", "sale", "sales", "sam", "samba", "sandra", "sandy", "sanford", "sanitary", "sarah", "saturate", "saturation", "saturday", "saturdays", "save", "saw", "say", "sc", "scar", "scary", "scatter", "schedule", "schmidt", "scholarships", "school", "schor", "schrader", "schultz", "science", "scoop", "scope", "score", "scott", "scream", "screen", "screenshot", "scrutiny", "sdm", "se", "seal", "sean", "search", "sears", "season", "seasonal", "seasonals", "seat", "second", "secondly", "secret", "secretary", "section", "secure", "security", "see", "seed", "seeing", "seek", "seem", "select", "self", "selfstorage", "sell", "senate", "senator", "senators", "send", "senior", "seniors", "sense", "sentence", "sentiments", "separate", "separation", "september", "series", "serious", "seriously", "servant", "serve", "service", "services", "session", "sessions", "set", "setting", "settle", "settlement", "settlements", "sev", "seven", "several", "severe", "sewer", "sewers", "sexton", "sexual", "shack", "shake", "shall", "shame", "shameful", "shane", "shape", "share", "sharon", "sheet", "sheikh", "sheila", "shelby", "shell", "shelter", "shepard", "sherry", "sherwood", "shiawassee", "shift", "shikumar", "shiny", "ship", "shock", "shoot", "shooter", "shootings", "shop", "shopping", "shore", "short", "shortage", "shorten", "shots", "show", "showcase", "shuck", "shuffle", "shut", "si", "sick", "side", "sidewalk", "sidewalks", "sight", "sign", "signal", "signatures", "significant", "signify", "silent", "silly", "similar", "simon", "simple", "simply", "simultaneously", "since", "sinear", "sinerre", "single", "sir", "siren", "sirens", "sister", "sisters", "sit", "site", "situation", "situations", "six", "size", "skill", "skip", "skulls", "slam", "slap", "slash", "slavery", "sleep", "slide", "slightly", "slip", "slot", "slotkin", "slow", "slu", "slu2", "small", "smaller", "smart", "smash", "smell", "smile", "smiley", "smirka", "smith", "smoke", "snack", "snake", "snow", "social", "society", "software", "soil", "solar", "soldier", "sole", "solely", "solemnly", "solicit", "solid", "solis", "solution", "solutions", "solve", "somebody", "somehow", "someone", "someplace", "something", "sometime", "sometimes", "somewhat", "somewhere", "son", "sonia", "sons", "soon", "sooner", "sorry", "sort", "sound", "source", "south", "southeast", "southside", "southwest", "space", "spadafore", "sparkman", "sparrow", "speak", "speaker", "speakers", "special", "specialist", "specialize", "specially", "species", "specific", "specifically", "specifications", "specify", "speech", "speed", "spencer", "spend", "spirit", "spiritual", "spitzley", "split", "sponsor", "spot", "spread", "spring", "square", "st", "stabenow", "stability", "stable", "stack", "stadium", "staff", "stag", "stage", "stake", "stakeholders", "stall", "stan", "stanaway", "stance", "stand", "standard", "standards", "standpoint", "star", "stark", "start", "state", "statement", "statements", "states", "statewide", "station", "statistics", "status", "statute", "stay", "steal", "step", "stephen", "steve", "steven", "steward", "stewards", "stick", "still", "stock", "stone", "stop", "storage", "store", "stories", "storm", "story", "straight", "strange", "stranger", "strategic", "strategy", "stream", "street", "streets", "strengthen", "stress", "stretch", "strict", "strictly", "strike", "string", "strip", "strong", "strongly", "structural", "structure", "struggle", "student", "students", "studio", "study", "stuff", "stump", "stunt", "style", "sub", "subcontractors", "subdivision", "subject", "submit", "subsection", "subsections", "subsequent", "subsidize", "substance", "substandard", "substantial", "substitute", "suburban", "subway", "succeed", "success", "successful", "suck", "suddenly", "sue", "suffer", "sugar", "suggest", "suggestion", "suit", "suite", "summary", "summer", "summit", "sunday", "super", "supply", "support", "supporter", "supportive", "suppose", "supposedly", "supreme", "sure", "surprise", "surround", "survey", "survive", "survivors", "susan", "suspect", "suspend", "suspension", "sustain", "sustainability", "sustainable", "swac", "swag", "swear", "sweep", "sweeper", "sweepers", "swiegart", "swing", "switch", "swoc", "swope", "sycamore", "symbol", "sympathize", "system", "systemic", "systems", "t", "ta", "tabernacle", "table", "tag", "take", "taking", "talk", "tall", "tammy", "tanisha", "target", "task", "taste", "tax", "taxable", "taxpayer", "taxpayers", "teach", "team", "tear", "tech", "technical", "ted", "teenager", "teeth", "tell", "temporary", "tenant", "tend", "tensions", "tent", "teresa", "term", "terrible", "terrify", "territory", "test", "testify", "testimony", "texas", "text", "texted", "texts", "thank", "thankful", "thanks", "thelma", "therefore", "thereof", "thing", "things", "think", "third", "thomas", "though", "thoughts", "thousand", "thousands", "threat", "threaten", "three", "threshold", "thrill", "thrive", "throughout", "throw", "thursday", "thus", "ticket", "tie", "tifa", "tight", "tighten", "till", "time", "timeline", "timelines", "timely", "tiny", "tip", "tire", "tirelessly", "title", "today", "todd", "toddler", "together", "toilet", "tombstone", "tomorrow", "ton", "tonight", "tons", "tony", "tool", "top", "topdown", "topic", "tornado", "total", "totally", "touch", "tough", "tour", "toward", "towards", "town", "townhomes", "townhouses", "township", "townships", "track", "trade", "traffic", "tragedy", "tragic", "trail", "trailer", "train", "trans", "transfer", "transform", "transient", "transition", "transparency", "transparent", "transpire", "transportation", "trash", "trauma", "traumatize", "travel", "travesty", "treasurer", "treasury", "treat", "treatment", "tree", "tremendous", "trend", "trial", "tribute", "trice", "tricounty", "trigger", "trim", "trinidad", "trip", "trouble", "truck", "true", "trujillo", "truly", "trunk", "trust", "truth", "try", "trying", "tuesday", "tune", "turn", "turnaround", "turner", "turnout", "tv", "twice", "twin", "two", "twomonth", "twos", "twoway", "type", "typical", "typically", "uaw", "udas", "ufw", "ugly", "uh", "uhaul", "ultimate", "ultimately", "um", "unacceptable", "unanimously", "unanswered", "underfunded", "underneath", "underserved", "understand", "underway", "unethical", "unforeseen", "unfortunate", "unfortunately", "unhappy", "uniform", "unify", "unimproved", "union", "unions", "unique", "unit", "unite", "united", "units", "unity", "universal", "university", "unless", "unlike", "unnecessary", "unsafe", "unsheltered", "unto", "upcoming", "update", "upfront", "upgrade", "uphold", "upload", "upon", "upset", "urban", "urge", "us", "usa", "use", "useless", "usual", "usually", "utilities", "utility", "utilize", "vacancies", "vacancy", "vacant", "vacate", "vacation", "vagrancy", "valid", "valuable", "value", "van", "vandalism", "variety", "various", "vast", "ve", "vehicle", "vehicles", "veil", "vendor", "vendors", "venue", "verbiage", "verdict", "verification", "version", "versus", "vest", "vet", "veteran", "veterans", "veto", "via", "viability", "viable", "vial", "vibrant", "vic", "vice", "victim", "victims", "victor", "video", "videos", "view", "village", "violate", "violation", "violations", "violence", "violent", "virtual", "visible", "vision", "visit", "vital", "voice", "void", "volume", "volunteer", "vote", "voter", "voters", "voucher", "vouchers", "vulnerable", "wag", "wage", "wagner", "wainwright", "wait", "waive", "waiver", "wake", "walk", "walker", "wall", "walmart", "walnut", "walter", "wan", "want", "war", "ward", "warehouse", "warm", "warming", "warn", "warrant", "warren", "wash", "washburn", "washington", "waste", "wastewater", "watch", "water", "wave", "waverly", "way", "wayne", "ways", "weapon", "wear", "weather", "website", "wednesday", "weed", "week", "weekend", "weeks", "weigh", "weight", "weird", "welch", "welcome", "welfare", "well", "wellness", "wendy", "went", "west", "westside", "wet", "whatever", "whatsoever", "wheel", "whenever", "whereas", "wherever", "whether", "white", "whitmer", "whoever", "whole", "wholeheartedly", "whose", "wide", "wife", "wilkes", "william", "williams", "willingness", "willow", "wilson", "win", "wind", "window", "windows", "windsor", "winter", "wipe", "wire", "wise", "wish", "within", "without", "witness", "wlns", "wo", "woman", "women", "wonder", "wonderful", "wood", "woodbine", "woods", "woodside", "word", "work", "worker", "workers", "workforce", "works", "workshop", "world", "worry", "worse", "worst", "worth", "worthy", "would", "wow", "write", "wrong", "wrongfully", "yall", "yard", "yards", "yay", "yays", "yeah", "year", "years", "yell", "yellow", "yep", "yes", "yesterday", "yet", "yield", "york", "young", "youth", "youtube", "z1", "z3", "z4", "z620231326", "z72023", "z82023", "zachary", "zandi", "zandy", "zero", "zone", "zoning", "zoom"]