{"AA_01_09_23": [{"speaker": "SPEAKER_11", "text": "Good evening and welcome to the January 9 meeting of the Ann Arbor City Council. If you're able, please rise and join us for a moment of silence followed by the Pledge of Allegiance.", "start": 129.462, "end": 137.087, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "I pledge allegiance to the flag of the United States of America and to the republic for which it stands, one nation, indivisible, with liberty and justice for all. Would our clerk please call the roll of council?", "start": 152.284, "end": 167.053, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_13", "text": "Councilor Dish. Here. Councilor Harrison. Here. Councilor Song. Here. Councilor Watson.", "start": 172.525, "end": 178.411, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_05", "text": "Here.", "start": 178.411, "end": 178.631, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_13", "text": "Councilor Radina. Here. Councilor Ghazi Edmond. Here. Mayor Taylor. Here. Councilor Iyer. Here. Councilor Ackman. Here. Councilor Briggs. Here. Councilor Cornell. Here.", "start": 178.631, "end": 189.302, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "We have a quorum. We have a motion please to approve the agenda. Moved by Council Member Radina, second by Council Member Watson. Discussion of the agenda.  I'll observe due to a miscommunication. We have the agenda omits one public speaker, Peter Allen, who's slated number seven. So this is a inconsistency from the printed agenda from the regular agenda. A motion please to approve. Oh, we've already had that. All in favor? All opposed? The agenda is approved. Departure from cadence is a dangerous thing. Do we have any communications today from our city administrator? No.  We have today an introduction from the Chair of the Independent Community Police Oversight Commission, Chair Tadora Hargraves.", "start": 189.302, "end": 241.153, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_12", "text": "Thank you. Just to bring you up to date on some things that we're working on. We did not meet in December. We do take December off every year for our meetings, but we have been working hard. We have reestablished our subcommittees.  And those groups are starting to gather. So at our January meeting, you'll be hearing updates from those committees. At the forefront will be community outreach. That's a big goal we've set for this coming year is to further our outreach within the community, going to various events and really putting ourselves out there to hear what the community feels and what they would like in a police department. And also, we will continue regular meetings with the police officers themselves.  We do have quite a few positions open. So if anyone is in the community and interested in learning more about civilian police oversight, if that interests them, we invite them to attend our next commission meeting, which will be here in the council chambers on January 24th at 6 p.m. One of the things we've noticed over the last few weeks is people we've met, and this does have something to do with our outreach  They don't know necessarily who we are and what we do. So I thought I would take this opportunity to review that. So we are an independent commission that functions as a body to review the actions and policies of the Ann Arbor Police Department. Therefore, such programs as unarmed response or the new solutions connections group are not part of our charge. That's not something we oversee under the ordinance that governs us.  While we do work closely with those groups, we're not responsible for their oversight. In addition, we do not have decision-making authority over the police department. So what we could do is we can look at their policies, such as use of force,  and work with them to make changes or recommendations. But we don't necessarily have the authority to make decisions. Those decisions and responsibilities lie with the chief of police and their immediate boss, which is the city administrator. One of the committees that we do have is the information manager group.  And that is the group that reviews complaints and investigation reports regarding officer actions. By our ordinance, there's five information managers. The way that works is a complaint comes in, the police department, through their professional standards, does the review and investigation and makes a recommendation. Once it's all done and we get through the grievance process per the union contract and so on, then it is forwarded to ICPOC to do another review.  And we are able to either concur with the police actions or recommendations or discipline, or we are able to give them recommendations and explain what our feelings were and how we think it should change in the future. Over the last few weeks, we have been made aware, we've received one email regarding the recent allegations against the police regarding sweeps around the Delana Center.  At this time, we were not provided enough specific information to determine if any of these allegations actually occurred. We have responded to the email and requested the complainant if they could provide us any further information regarding the incidents, and these would help us be able to do a further review. These are such things as times, dates, officer names, patrol car numbers, photographs, anything like that.  And then we can pinpoint times and dates for many of those things. We are currently awaiting the information from the complainant. Once we do have more information, we will continue to review the matter. If any of you receive further information, such as those specifics, please forward them to us. That's why we're here. And so we'll continue forward with that.  At the same time, we also received a separate complaint from a group that did have more specific information that we're able to review. The complaint includes an allegation that an officer was not doing their job entirely when they did not arrest someone when individuals felt harassed and unsafe in a nonviolent situation. As with all complaints, this one was forwarded to the police department for investigation, and part of the process, once it's done, it'll come to us for further review.  Because these complaints are very different regarding the officer behavior, we are happy to keep counsel up to date on the matter. So feel free to contact us in any way and we'll let you know what our status is on it. So again, thank you for your time and we do appreciate being able to update you every month. Thank you.", "start": 241.153, "end": 543.216, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Thank you. My apologies for my telephone.  We now come to public comment reserve time. Public comment reserve time is an opportunity for members of the public to speak to council and the community about matters of municipal interest. To speak of public comment reserve time, one needs to have signed up in advance by contacting our city clerk. Speakers have three minutes in which to speak. We can have only one person speaking at a time, and speakers are not authorized to delegate their time to others. Our first speaker is Casey Klein.", "start": 543.216, "end": 571.535, "Transition": "Comments - Into", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 1, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_13", "text": "Caller with the phone number 9-1-7. Go ahead.", "start": 590.008, "end": 593.749, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_04", "text": "Hello, thank you. Good evening. Casey Klein, 3304 North Timberwood Drive, Traverse City, Michigan 49686. I would like to address agenda item C1 regarding the proposed new development at 530 North Division Street, which would include the removal of the 3,000 square foot structure to be replaced with an 8,000 square foot recertified structure.  I grew up next door at 524 North Division Street, where my family continues to be stewards of this historic property today. One of the responsibilities of the city is to set and maintain standards, and this project falls well outside the current standards. When a variance is allowed, it sets a precedent. If the city's intent is to start changing this neighborhood, then those changes should be a part of a larger master plan and approved by the citizen.  not piecemeal together as will happen if this proposal moves forward without substantial modifications. During the Planning Commission meeting, I heard one of the commissioners ask about adding a maximum setback  and another about adding restrictions for maximum height. That only added to my concern that there is no clear or set plan moving forward in this neighborhood. I believe the proposed construction should be at a minimum contained to the existing footprint, if not in total size, scale, and historical exterior finishes, in order to maintain the characteristics of this unique neighborhood.  The only thing to be gained by building a structure as large as what is proposed is to make money, and that is not the city's responsibility to ensure that that happens. New construction within the existing footprint would be a win-win in my eyes, as it would maintain the current look and feel of the neighborhood, could still achieve the goals of LEED certification, and be designed for more dense occupancy. Even when a project checks all the boxes,  It does not always mean it is the right thing to do. The Old Fourth Ward was not developed at an energy-saving district, but a historical one, and future planning for this area should take that into consideration. During a previous Planning Commission meeting, I heard Mr. Shelby acknowledge the history of the neighborhood and noted no Native American presence in this area. If the proposal moves forward without substantial modification to the footprint, please consider requiring an archeological survey of the site prior to development.  This neighborhood is one area close to downtown that is protected from university development. Every time I pass the corner where the Flimsy Burger location used to be, my heart sinks a little. I miss the quaint gateways downtown. The looming building that replaced this structure, which contributed to that faint feeling, does not fit the site and look out of place. While it is beautifully designed, it does not fit the site or characteristics adjacent to it.  While that structure is much larger than what's proposed by 30 Division Street, it gives an example of the way that one structure can change the entire look and feel of an area. Thank you for your time and consideration.", "start": 593.749, "end": 779.553, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Commenter", "is_public_comment": 1, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Thank you. Our next speaker is Ed Mahoney.", "start": 779.553, "end": 782.717, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_03", "text": "I'm Ed Mahoney, 1413 Chaffer Road, Ann Arbor, Michigan. For 40 years, I've owned the property adjacent to and south of the 530 development. I lived at the property for eight years and started my family there and would like to return to live there sometime. I ask that the PUD not be granted.  I think it is clear that if an 8,000 square foot house can be net zero, then a 4,000 square house with the same solar footprint will also be net zero and meet the city's energy and density goals. Mr. Shelby claims to be a builder, carpenter, and landlord and has owned for 45 years.  for 20 years, the 3,333 square foot building at 530 North Division Street. I think Mr. Shelby describes the building as collapsing. It appears that the structure will end up in the landfill. I don't think the city should award a landlord that fails to maintain his building with a PUD.  Also, what are the consequences if energy predictions don't materialize? Will the city triple his property taxes? Will he be made to remove one of the units for the structure in compliance then with RC4 zoning? Or will he just pass the extra energy cost on to tenants and laugh all the way to the bank with his  140% increase in profit. I am unaware that private businesses under any obligation to share accurate energy information with the city or anyone.  Private businesses, to my knowledge, are not under the Freedom of Information Act. Likewise, I do not think he's under any obligation to install any energy savings equipment in the building. And if it is not available or is too expensive at the time of construction, or keep it maintained once installed, he can just pass the high energy costs on to the tenants.  I bought into RC4 zoning 40 years ago and I do not want those rights stolen from me when this new building, this new house is built. I ask that you deny the PUD. Thank you.", "start": 794.651, "end": 939.324, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Commenter", "is_public_comment": 1, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Thank you. Our next speaker is Dan Adams.", "start": 939.324, "end": 943.225, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_10", "text": "Good evening, Council. Dan Adams, 1016 Daniel Street. I'm here to talk about the library lot. Four years ago, a small group of anti-development activists called Library Green successfully amended the city's charter to preserve a downtown parking lot forever as a park. They promised the public that they would do this privately. It would be a project privately led, privately funded, and that it would be completed by the city's bicentennial.  The city has given Library Green a fair and full opportunity to deliver on what it said it was going to do. Four years to raise money, privileged access to council and staff, a city-funded task force, a dedicated advisory commission that exists entirely separate from the Parks Department, and critically, hundreds of thousands of dollars in city budget allocations. Few citizen-led,  Projects enjoy this kind of city support, and few organizations could have wasted that support more comprehensively. They haven't raised the money. They don't have a plan to do it. They haven't demonstrated to voters that they are capable of executing their vision or making any significant progress on that vision on any reasonable time scale, short-term, medium-term, long-term. The politics of housing and land use in Ann Arbor since the passage of Proposal A have shifted dramatically.  In the last two cycles, we've seen voters comprehensively reject the exclusionary anti-housing agenda that animated Proposal A's passage. Every council member who supported significant resource diversion to the project has lost their seat. Every year that goes by, under the status quo, they will continue to parasitically drain and waste staff time and resources,  They will cause the city and private organizations like Peter Allen's EA2, who's sitting behind me, they'll have to plan around this fiction. And the city, critically, is going to continue to lose millions of dollars in tax revenue, hundreds of units of housing, tens of millions of dollars in grants. Tomorrow I'm going to email all of you a draft resolution. It doesn't repeal Proposal A. It replaces it.  with a charter codified commitment to invest whatever we reap from the sale of that property to advance community consensus policy goals, to help the city. It also requires any purchaser that would come along to create and maintain the plaza that we were promised, the plaza that we would have today, absent the intervention of Library Green.  I'm speaking you tonight because I'm independently passionate about this issue. I was a taxpayer. I was a resident. I was not involved in city politics. This is something that really drew me in because of how indefensible and shocking it was. I believe it's time to ask voters this year, 2023, whether they want to continue throwing good money after bad. Thank you.", "start": 951.95, "end": 1137.287, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Commenter", "is_public_comment": 1, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Thank you.  Our next speaker is Adam Goodman. Adam Goodman.", "start": 1137.287, "end": 1162.285, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_13", "text": "Adam Goodman, you can go ahead.", "start": 1162.285, "end": 1165.526, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_08", "text": "Hi, good evening. Adam Goodman joining from Ward 5.  So this past Friday, the Ann Arbor Fire Department reported in a social media post that a pedestrian was struck on Jackson Avenue in front of Veterans Park and had been in critical condition after that. So I haven't seen, I don't think we have a full accounting of exactly what happened just yet, but I've been dreading this sort of situation for some time.  In fact, I spoke to council about pedestrian safety on Jackson Avenue back in September, and I said it was inevitable that somebody would be hurt or worse. I hate that I was apparently correct about this. I hate it. But here we are. So this location, Jackson, with Betts Park on one side and Burwood Avenue on the other, it's a high demand spot for pedestrian crossing across Jackson Avenue.  It connects a neighborhood to one of our city's premier parks, but there's no marked crosswalk no safe way to cross the street there. In fact, this is part of a stretch of Jackson Avenue over two thirds of a mile long without a single marked crosswalk without a single safe place to cross, even though there are bus stops all along here neighborhoods, there's convenience stores and of course there's parks so  You know, folks in the neighborhood along Jackson, and city staff too, to their credit, have actually been working for years to try to get some mid-block crosswalks added here, at least ever since the road diet was completed in 2015 on Jackson, if not for a lot longer before then. But so far, nothing's happened, because this is a state trumpline owned by the Michigan Department of Transportation, and MDOT just doesn't seem to care about anything except free-flowing car traffic, at least not until people die.  Adding a few crosswalks is the least they could do to improve pedestrian safety and access in this city, but they haven't done it for at least eight years now when people have been asking them for it. Now, I know this sort of situation is why the city is running a study looking at possibly taking control over these state routes. But the outcome of that study isn't a foregone conclusion, and it really won't come soon enough in any case. We need MDOT to add safe crossings on Jackson and West Huron  Now, immediately, as we have just seen, every moment of delay puts our neighbors and our community at further risk. You know, enough is enough.  So tonight, I'm speaking to you. I'm in a slightly weird position where I'm asking city council to take action on a problem, even though I know that you don't really have authority over it. Sorry about that. But still, I hope you will do everything you can to convince MDOT to finally solve this problem and to do so without delay. And I will also do what I can to contact them directly. And I hope everyone in the community who's watching this who cares about this issue will do the same. Thank you.", "start": 1165.526, "end": 1342.959, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Commenter", "is_public_comment": 1, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Thank you. Our next speaker is Blaine Coleman.", "start": 1345.715, "end": 1357.759, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_09", "text": "You've started the clock. I haven't started talking yet. Thank you. Chris, Aisha, Cynthia, Dharma, Jen, Lisa, Lynn, Travis, Erica, Jen, the Ann Arbor City Council,  Look at that Human Rights Commission document in front of you. You all got a copy today. It's the Human Rights Commission of Ann Arbor in 2003 telling you, the city council, to pass a resolution against military aid to Israel. Look at it. Allow a vote on the resolution.  We are against military aid to Israel. We didn't make it up. We got it from the Human Rights Commission. Vote for it. You, the City Council, up until now, up until now, have broadcast to the world that Palestinians' lives are worth nothing to you while you pretend to be progressive.  You, the City Council, have let the world know that Palestinians have no rights that you are bound to respect. But the whole progressive base of your party, the whole progressive base of your party, has already moved decisively over to supporting Palestinian human rights. Don't you know that?  We are no longer in 1857 when the Supreme Court ruled that black people have no rights which the white man is bound to respect. Similarly, we are no longer in a time when you can call yourself a progressive and say that Palestinians have no rights that you are bound to respect.  while you pour billions of dollars of military aid into the apartheid state of Israel. Don't even pretend you're progressive unless you say something about that. Beware of hitching your wagon to the violent, racist state of Israel. Israel, who you remember,  is a hardcore supporter for many years of apartheid South Africa. Even if you, like Iyer, took campaign money from old friends of the Israel Defense Forces, even if you did, you really ought to allow a vote on the seven-word resolution that's been in front of you for so long  Ready? Quote, we are against military aid to Israel. Unquote. Allow a vote and vote for it.", "start": 1357.759, "end": 1546.297, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Commenter", "is_public_comment": 1, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Our next speaker is Mojan Savabia Safani.", "start": 1546.297, "end": 1549.58, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_18", "text": "Hello, Ann Arbor. First,  Congratulations and respect to the powerful people of Iran who are fighting for human rights and dignity every night. I am with you. People of conscience are with you. And anybody who gives a shit about human rights is with you.  I have been coming to human rights commissions in Ann Arbor, to city council in Ann Arbor, demanding human rights and human dignity for people of Palestine, who are the target of U.S. military aid to Israel. They've been getting killed by Israeli military day in and day out.  Just about every day for the past 30, 40, 50, 60 years, Palestinians have been getting killed. I've been coming here demanding human rights for Palestinian people. When I first arrived in Ann Arbor, I really thought this was a progressive group because they had a human rights commission. And me and multiple people like myself, we went to their meetings and we pushed them to pass this resolution, which Blaine just talked about.  pass a resolution against human, against military aid to Israel. And finally in December, January of 2004, they did pass that resolution and it made it into the media. You have a copy of it to look at. I invite all of you to look at it and read it carefully. They passed that resolution. That resolution never made it to the tables of this  fantabulous city council and those like it, it never made it to them to vote on it. Because what happened is that corruption and Zionist lobby in this town won. And they stopped it from getting into the hands of the Ann Arbor City Council members.  It is time that you vote on that. Instead of voting on that resolution, Ann Arbor City Council replaced the commissioner's chairperson, eliminated its staff, and changed its staff so that they would vote the right way, the way of Zionist pigs in this town.  I am asking you again, those of you who have just arrived, you have the chance to do the right thing. If you don't use your opportunity to stand with people of Palestine and vote for this resolution that says we are against military aid to Israel, if you don't use your chance and you do the right thing, I will be yelling and screaming at you the same way I'm yelling and screaming at the rest of these killers. I would be counting you in with them.  Choose rightly. Vote for Palestinian human rights and do the right thing before I call you a racist pig like I call our mayor every time I come here. He has proven to be a racist pig. That's why I call him. He's got a record. He cannot sue me. Ms. Ayer is leaving because she can't stomach it. Vote on the resolution that says no military aid to Israel.", "start": 1549.58, "end": 1737.081, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Commenter", "is_public_comment": 1, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Thank you.", "start": 1737.081, "end": 1737.801, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_18", "text": "Or be called pigs again.", "start": 1737.801, "end": 1739.342, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Commenter", "is_public_comment": 1, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Thank you. Our next speaker is Peter Allen.", "start": 1739.83, "end": 1743.778, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_07", "text": "I'm Peter Allen, a resident of the Newport West Condominiums for about 50 years. I came to U of M School in 1971 to take seven really valuable courses in business, architecture, urban planning graduate programs. My favorite course was with Norbert Gorwick in urban planning. At every class, he would show us his personal travel pictures of the great cities of the world.  Professor Growick made a huge difference on me, so much so that I stayed in Ann Arbor to pursue my real estate career and raise my family, having fallen in love with its walkable urbanity, nearby parks, and the amazing Huron River. I started teaching real estate development at the University in 1980 as a side pursuit to my development. I retired last winter from teaching over 40 years and 4,000 students, including Jeff Gahan, Lisa Suave, Wanwu Li, Hilary Hansel to name just a few of those at City Hall.  One of my best and last students, Sarah Lorenz, and I co-founded a non-profit, Equitable Ann Arbor Land Trust in 2019 to offer creative and bold housing solutions due to Ann Arbor's lack of housing at all the middle and lower price points. Here are EA2's recommendations. First, step for step, expand park land uses and activities near the riverfront.  expand the new 22 million dollar funded Lowertown Riverfront Conservancy to help with new passive active cultural recreational  and educational opportunities. Open the river views by culling all the invasives. Expand the bike and walking trails out into the nearby neighborhoods along the creek sheds. Enhance and transform the 2.5 mile stretch of river into the defining characteristic of Ann Arbor, as renowned as the big house is to the university. Use the river to stitch together the town and gown. Make this new riverfront a birthday present to our citizens for the next 200 years.  Step two, motivate the city and university to transform their well-located service parking lots into mixed-use housing over retail. Place these public sites into community land trusts with 99-year leases. Develop them with affordable workforce and market rate housing for sale rather than rental wherever possible.  Local retail and new parking would be added where necessary. The eight large parking lots for the housing solution are all located within the five oxbows from Argo Pond to the Arboretum. Can you imagine where any of them are? Two sites are owned by the city. The rest are mostly owned by the university.  Tonight, I'd like to introduce six talented U of M seniors and their faculty advisor, Christina Eckhoff. Stand up, folks. They will all be doing their three-credit capstone class this term to help the EA2 unravel the details and complexities for our agenda. This capstone team will be researching best practices across the country on how to promote Ann Arbor's riverfront renaissance.  This will be for a fully explained article by Ryan Stanton later on this week. Thank you very much. I've got a handout for each of you as well. Appreciate it. Thanks a lot.", "start": 1749.64, "end": 1940.228, "Transition": "\"\"", "Meeting Section": "Public Comment", "Speaker Role": "Commenter", "is_public_comment": 1, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Thank you. Handouts, if you can just deliver it on over here to the clerk and she'll send it around. Thanks a lot. Thank you. Are there communications today from council?", "start": 1940.228, "end": 1960.092, "Transition": "Comments - Out Of", "Meeting Section": "Public Comment", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_15", "text": "I'd like to share that Lunar New Year is approaching, and for the greater Asian American community, it's a significant holiday that begins New Year. This year is the Year of the Rabbit, and U of M will be hosting, along with local Asian American organizations, a celebration starting on the 21st, 28th and February 4th.  at the U of M Museum of Natural History. You'll be able to view a show in the Planetarium and Dome Theater. I encourage residents to join and learn a little bit more about this. It's a culturally significant time for families to gather together, reconnect with each other, and learn a little bit more about our family histories, especially immigration histories. And since it's a Pan-Asian event, you'll be able to meet community members across diasporas. So thank you.", "start": 1969.176, "end": 2017.747, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Councilman Kazi Edmunds.", "start": 2019.741, "end": 2020.621, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_22", "text": "Thank you. So I just want to mention that my next coffee hour is this Saturday January 14th at the Mallett's Creek Library It's part of my ongoing commitment to engage with residents I also have a quick update from Kodai in regards to the creation of the accessibility coordinator position with the city We have been working with director of organizational equity Laura Orto the Commission and city staff to create this and we hope for it to be posted in March and  And we're going to work to getting it filled by hopefully July. I also want to mention some revisions to language in the A2 snow match program. I talked to Mr. Fournier today and currently language states that one must have a physical disability in order to qualify for the program. City staff is going to work on revising that to say physical, mental or otherwise disability. So we're not functioning with any kind of hierarchy of disability.  Um, and then I have finally a quick update from the Human Rights Commission, which is I'm happy to share that the commission will be bringing forth an ordinance amending the city's non discrimination ordinance. Um, so it would effectively ban discrimination against government issued ideas.  This is an issue that affects thousands of people from accessing resources, food, housing, and it would open up those resources to many. Commissioner Keita Cohen has been spearheading this and working on it, and Commissioner Song and myself hope to help HRC pass it, and we hope to bring it to Council and gain all of your support. Thank you.", "start": 2023.897, "end": 2120.018, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further communication from Council, Councilor Harrison.", "start": 2120.018, "end": 2122.32, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_01", "text": "I just wanted to announce that my next constituent coffee hour will be on Monday, January 23rd at five o'clock p.m. Add to Zingerman's next door cafe and just wanted to make sure the residents knew about this as I continue my commitment to engagement with my constituents. So thank you.", "start": 2123.078, "end": 2143.851, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further communication from Council Councilman Ackman.", "start": 2143.851, "end": 2147.714, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_16", "text": "Thank you. Excuse me. I wanted to let people know about the Get Downtown, Conquer the Winter Challenge that starts tomorrow and runs through February 10th. This is meant to reward travel by alternate modes of transit, including bus, bike, carpool, walking, rolling, scooters, telecommuting.  A number of council members are participating in this. On a related note, we've had several members of our community reach out to us about concerns about people parking or using protected bike lanes as a parking or a loading zone.  So it's really important that as we build out this network, we keep it safe for the cyclists it's intended for. And I wanted to let people know that I'm working on solutions to this with staff. One of the things is that Ann Arbor police has let us know that they're working on stepping up enforcement. Another thing that they're doing is they're tracking the citations more precisely now than they were before. So before parking violations were lumped together, now they're going to track these separately. So we'll have data.  to get a grasp on current enforcement. A big part of this also, though, is just how the lanes are designed. And there we have somewhat of an obstacle, excuse the pun, where we can't put in the number of vertical delineators that we need to because we don't have the appropriate plowing and road cleaning equipment.  On that note, I wanted to draw my colleagues' attention to a memo that was actually included in the last council meeting materials, and this was a resolution that was passed by the Transportation Commission. It directs council to work with the city administrator and the appropriate staff to determine who's responsible for the acquisition, operation, and maintenance of the snow plows and street sweepers for these narrower lanes, and to also consider this in the upcoming budget cycle.  So this is something I'll be following up on and I ask my colleagues to take a look at this.", "start": 2149.603, "end": 2266.211, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_14", "text": "Thank you Further communication councilman Cornell Thank you. Just a quick note that councilmember Briggs and I will be having a listening hour at Sweetwaters on Washington Street on January Sunday, January 22nd at 4 p.m And we invite the community to join us and let us know what's on your mind Yes, we're Watson", "start": 2266.211, "end": 2289.452, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_00", "text": "I'll be hosting my first coffee hour of the year, Sunday, January 22nd at 3 p.m. at the Sweetwaters on Plymouth and Green. This will be an opportunity to share with residents about issues in Ward 2 and also for them to share any pressing concerns that they'd like me to be aware of as their representative. One such issue of Ward 2 interest is the Earhart Improvement Project. I wanted to mention that last month, staff hosted a Zoom information session.  and a Q&A, where they responded to questions. If you happen to miss it in the session, you can view video of that and also see the history of the project and maps of the project area.  I'd like to thank the project managers and the city engineering staff who answered questions and have been just continually responsive via email. And staff and I will do our best to answer your questions. So thank you.", "start": 2294.395, "end": 2365.22, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further communication from council, Council Member Briggs.", "start": 2365.22, "end": 2367.662, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_21", "text": "Thanks. Today I attended one of the community sessions on the unarmed crisis response team development. It was well attended. It was at the library. There's also two more that are going to be happening this month. at the Pittsfield branch of the library.  And then another one on Thursday, January 19th at 6 p.m., which is going to be Zoom-based. So I encourage folks to attend those. Another thing that folks may want to know about, there is the  A2 snow match a volunteers program this year to try to improve the clearing of our Sidewalks in the winter. So there was a nice memo that was attached to our Agenda tonight on this issue. But in addition to that folks can volunteer to help their neighbors if Who are disabled or elderly and an opportunity to sign up?  on the city's website for that and then also just as is Councilmember Ackman Mentioned conquer the cold Ward 5 is competing against Ward 4 So there is opportunity for other wards to join in with joining building their own teams. You could do it tonight when you get home or maybe even tomorrow Further communication from Council", "start": 2371.16, "end": 2461.664, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "I would like to request confirmation of the following appointments that were presented to City Council for your consideration of the December 19, 2022 regular session. To the Zoning Board of Appeals, Grace Whitney. To the Airport Advisory Board, Frederick Hall, Rosemary Faulkner. To the Renters Commission, Robert Kropelman. May I have a motion, please? Moved by Council Member Dina, seconded by Council Member Dish. Discussion? All in favor?  Opposed? They are approved. We now have before us the consent agenda. May I have a motion please to approve the consent agenda? Moved by Council Member Dish, seconded by Council Member Gaziakman. Gaziakman. Perhaps Gaziadvent. Discussion of the consent agenda.", "start": 2465.684, "end": 2512.145, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_02", "text": "Council Member Dish. Thank you. I just wanted to say how excited I am to see CA8 on the agenda. What this will do is rescind a power purchase agreement.  because it has turned out that under new federal regulations, the city can itself claim a 30% tax rebate for solar infrastructure. And this, excuse me, this consent agenda item  will yield over $3 million in direct rebates to the city of Ann Arbor that we no longer need to work through Enerlogix to receive. We will still be working with Enerlogix to create this infrastructure. And this just makes me really happy for us and for what's going on in Washington.", "start": 2525.108, "end": 2581.634, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further discussion?  I, too, would like to piggyback on praise for CA8. With particularity, I'd like to thank the Biden-Harris administration for their vision with respect to the Inflation Reduction Act, the act referenced by Councilmember Dish. The Inflation Reduction Act does enable  municipalities to take advantage of the tax credit with respect to the purchase of solar and solar-adjacent materials, which has substantially changed the economics of this proposal, enabling us to purchase a total of $8 million worth of solar panels, 3 megawatts, and will accrue to the city substantial cost savings in the years to come. This is going to be a real step forward with respect to our A20 plan.  towards accomplishing our 8-0 goals, and we have, frankly, the administration to thank for it, and so I do. Further discussion of the consent agenda. All in favor? Opposed? The consent agenda is approved with 11 council members present, all voting in the affirmative, thus satisfying the eight-vote requirement with respect to CA1, CA2, CA3, CA4, CA5, CA6,  CA8, CA9, CA10, CA11. We now come to a set of public hearings. Public hearings are opportunities for members of the public to speak to council and the community about the specific subject matter of the public hearing. To speak at the public hearing, you need not have signed up in advance, but your speech must relate to the subject matter of the public hearing, that is to say the specific item on the agenda.  Speakers have three minutes in which to speak, so please pay close attention to the time. Our clerk will notify you when 30 seconds are remaining and when your time is expired. When your time is expired, please conclude your remarks and cede the floor. Our first public hearing today is Public Hearing No. 1, an Ordinance to Amend Chapter 14, Purchasing, Selling, and Contracting Procedure of Title I of the Code of the City of Ann Arbor, related to the Best Value Procurement Program. Is there anyone who would like to speak at this public hearing?", "start": 2581.634, "end": 2712.47, "Transition": "Hearings - Into", "Meeting Section": "Public Hearing", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 1, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Seeing no one, this public hearing is closed. Public hearing number two, resolution to approve annexation of 2118 Victoria Circle. Is there anyone who would like to speak at this public hearing? Is there anyone online who would like to speak at this public hearing?", "start": 2732.166, "end": 2752.161, "Transition": "Hearings - Between", "Meeting Section": "Public Hearing", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 1, "is_hearing_end_trigger": 1}, {"speaker": "SPEAKER_13", "text": "Mayor, there are no callers with their hands up for this hearing.", "start": 2752.161, "end": 2754.303, "Transition": "\"\"", "Meeting Section": "Public Hearing", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Seeing no one, this public hearing is closed. Public hearing three, resolution to approve annexation of 2520 Pontiac Trail, 1.836 acres and 2540 Pontiac Trail, 4.061 acres. Is there anyone who would like to speak at this public hearing? Is there anyone online?", "start": 2756.642, "end": 2779.189, "Transition": "Hearings - Between", "Meeting Section": "Public Hearing", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 1, "is_hearing_end_trigger": 1}, {"speaker": "SPEAKER_13", "text": "Mayor, there are no callers for this hearing.", "start": 2779.189, "end": 2780.91, "Transition": "\"\"", "Meeting Section": "Public Hearing", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Seeing no one, this public hearing is closed. Public hearing number four, resolution to adopt the 2023-2027 Parks and Recreation Open Space Plan. Is there anyone who'd like to speak at this public hearing? Please just mosey on up.", "start": 2782.546, "end": 2795.397, "Transition": "Hearings - Between", "Meeting Section": "Public Hearing", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 1, "is_hearing_end_trigger": 1}, {"speaker": "SPEAKER_06", "text": "Larry Decken speaking on behalf of Walk, Bike, Washtenaw on the pros plan. I hope you've had a chance to look at the material in your packet that we sent you, the statement we sent you. I'll touch on a few items in that. We think that the maps that were taken out of that plan, taken out of the 2016 plan, in the current plan, need to be either reinstated in the plan or carried forward in some fashion.  Because they show what exists in terms of the Huron River Greenway, the border-to-border trail links, what exists, what needs to be filled, what gaps need to be filled. These have been longstanding plans, and the maps help clarify that. One picture is worth 1,000 words, we think, on conveying the concept.  Having the maps in there will help with funding applications, I think. One example of the things that are needed are in the vicinity of the Fuller Maiden Lane intersection, where we have a mess right now, long planned trail systems. The bridges in that area were built with pads underneath, concrete pads to link the trails. And the border board trail is supposed to go under one of those. Those haven't been built in the last 40 years since the bridges were rebuilt back in the 1980s. This needs to be moved forward.  This concept was also in the 2006 non-motorized transportation plan, and city council reinforced the concept back in 2015 resolution.  The Greenway system, the park system in the valley, is really a jewel of Ann Arbor's park system, and many minds have gone into creating that concept. Now, you may have seen in our material that there's a timing problem, because the parks department needs to submit an approved plan to DNR in order to be able to submit grant proposals. So unless you can figure out a way around this, there may not be time to get the maps into the plan right now.  You may have no choice but to adopt the plan as is, but we think that it's important for the city council to adopt those maps as ongoing city policy until there's time to incorporate them, either amend them into the plan or create a new plan. And also to direct the park staff to any future amendment to the plan or future plans to incorporate those maps.  Just a comment as an individual. There's this issue of what's transportation, what's recreation, how to get the departments working together. Because there's really, this crosses both boundaries. And we need to figure out how to.  get people working together to implement these things. Having those maps out of the plan makes it difficult for us to see where we're going. We need a vision of where we're going, make it easy for people to see, and then figure out how to get departments playing together, together with outside funding agencies, to make these important projects happen. Happy to answer any questions, and I hope you have a chance to look at the material that we sent you, if you haven't. Thank you.", "start": 2801.24, "end": 2976.075, "Transition": "\"\"", "Meeting Section": "Public Hearing", "Speaker Role": "Commenter", "is_public_comment": 0, "is_public_hearing": 1, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Thank you.  Is there anyone else at house who would like to speak at this public hearing? Is there anyone online who would like to speak at this public hearing?", "start": 2976.075, "end": 2995.18, "Transition": "\"\"", "Meeting Section": "Public Hearing", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_13", "text": "Mayor, I don't see any callers with their hands up for this hearing.", "start": 2995.18, "end": 3003.967, "Transition": "\"\"", "Meeting Section": "Public Hearing", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Seeing no one, this public hearing is closed.  We have before us the regular session meeting minutes of November, December 19, 2022. May I have a motion, please, to approve these minutes? Moved by Council Member Dish, seconded by Council Member Ghazi Edwin. Discussion, please, of the minutes. All in favor? Opposed? The minutes are approved. B1 in Ordinance to Amend Chapter 14, Purchasing, Selling, and Contracting Procedure of Title I of the Code of the City of Ann Arbor related to the Best Value Procurement Program. Moved by Council Member Arnor, seconded by Council Member Ackman. Discussion, please, of B1.", "start": 3003.967, "end": 3037.03, "Transition": "Hearings - Out Of", "Meeting Section": "Public Hearing", "Speaker Role": "Government", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 1}, {"speaker": "SPEAKER_20", "text": "Thank you just very briefly Because I mentioned this last time it came up but this is a Promised revision. These are some actually some pretty minor tweaks to our best value procurement policy These are changes that reflect lessons that we've learned over the past year since implementing the the this new procurement policy and  When we implemented it, we promised that we would take a year, see what was working and what wasn't, and make any necessary changes to adhere to the spirit of the policy. And I'm, again, grateful to  City Administrator Dahoney And the rest of the staff Particularly John Fournier for coming up with these changes for working with those on city staff who are who have been dealing with procurement and using this policy and You know again I'm just I'm gonna take every opportunity that I can to state how proud I am that we have passed this highly progressive  worker, pro-worker, but also pro-taxpayer policy, which gets us the highest quality construction at the best value for our community. And so thank you, and I hope that we will pass these changes.", "start": 3041.389, "end": 3134.122, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_16", "text": "Yeah, I just wanted to say that I appreciate the commitment to taking a year to see how this worked, to evaluate what's working and not working. These changes, to me, seem reasonable. And I guess I'm just thankful that people were taking a look at this and making necessary changes to make it better. All clear.", "start": 3142.967, "end": 3161.634, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "UNKNOWN", "text": "Opposed.", "start": 3161.634, "end": 3164.355, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "It is approved.", "start": 3164.355, "end": 3169.776, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_02", "text": "So this proposal, or this PUD,  would permit the developer to add a three-story addition to the rear of the existing house at 530 North Division. And it would rezone this structure from R4C, which it is now, as I said, to PUD.  The end result of this would be an 8,000 square foot house with four dwelling units of six bedrooms each. It is currently a 4,000 square foot house with four dwelling units totaling 10 bedrooms. So we're getting 14 more bedrooms in there. It's a great.  added density. The PUD zoning is proposed to make some small modifications to setbacks, conflicting land use buffers, driveway width landscaping, and some other things in exchange for an energy efficient and sustainable building. And this is what I'm excited about, so this is what I want to talk to you about.  The developer is obligated to deliver on his commitment to an all-electric building. A gas hookup is prohibited in the supplemental regulations of the PUD. Please understand that. This property is located outside of the city's historic district, and the project is regenerative.  of a blighted site. The building will be net zero plus 5%, which if you don't know what that means, it actually means that the building will produce more energy than it consumes, which meets what is called the living building challenge.  It will have low flow water things everywhere you can flow water. It will be made with sustainable products. It will be recycling the existing building into the new building. And it will be a biophilic building, which means that all tenants can enjoy outdoors from their units. And the grounds will feed pollinators that use the Huron River Flyway. And they will not be charged a toll.  The building meets energy conservation standards for Passive House, which are more stringent than LEED, but the building will also qualify for LEED Platinum. The project comes to us with the enthusiastic support of the Old Fourth Ward Association. And that's very exciting, and that's what I wanted to say.", "start": 3193.244, "end": 3334.002, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further discussion? All in favor?  Opposed? It is approved. C2, an ordinance to amend sections 5.22.2 and 5.22.3 of Chapter 55, Unified Development Code of Title 5 of the Code of the City of Ann Arbor. Moved by Council Member Dish, seconded by Council Member Ackman. Discussion, please, of C2. Council Member Dish.", "start": 3334.002, "end": 3357.981, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_02", "text": "I will be brief, but there are a few things worth explaining. These amendments that we propose to make to the stormwater section of the UDC, the Unified Development Code, were prompted by a review letter that the city received from the Michigan Department of Environment, Great Lakes, and Energy.  This is part of the process of qualifying for our National Pollutant Discharge Elimination System permit, which we have to do. It's required under the Federal Clean Water Act. EGLE raised issues with our storm water management system requirements. We use the rules of Washtenaw County Water Resources Commissioner as our storm water design standards, so that's not the problem. But we had several, four, in fact, exemptions.  that are not allowable. So we had exempted site plans on parcels one acre or greater from first flush volume. That's the first one inch of runoff. It's the worst, most polluted inch of rainwater that happens in a storm. We exempted that when impervious area was not being increased. We exempted impervious area that was being used solely for ADA requirements improvements. We exempted impervious area that was for public sidewalk improvements.  And we had exempted existing impervious area on historic structures from stormwater management. OK, we're not going to do that anymore. OK, that was probably too much in the weeds. And when we were reviewing all of that, you know when you start weeding, you just keep going.  We wanted to propose a change to the alternative method of stormwater detention section of the UDC, which has been used precisely once since it was added 20 years ago. And I will not go into detail on that, but suffice it to say that there will be more staff flexibility when site constraints make it.  difficult or limit how much stormwater work you can do, but we will thoroughly oversee that. You may have noticed that we received one late amendment to this item, and this was truly minor, a small change in language from review responsibility rather than jurisdiction. Just wanted you to know about that in case you were concerned about that late amendment or didn't have a chance to read it. OK.", "start": 3358.51, "end": 3498.383, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further discussion?  All in favor? Opposed? It is approved. DC1 resolution to appoint Brian D. Steglitz, P.E. and F.A.S.C.E. as a City of Ann Arbor Public Services Area Administrator. Moved by Councilor Iyer, seconded by Council Member Rodina. Discussion please of DC1.  For my part, I will say that it is, of course, the city administrator who hires and appoints our various service area administrators. But in this context, we have the pleasure of ratifying that choice. And it is with delight that I'm sure that I'm pleased to sponsor it and pleased to bring this forward. Mr. Stiglitz has, of course, served the city well in a variety of capacities and is an industry and national leader with respect to water treatment.  Yeah, shoot, just delighted that he'll be taking over this role. Further discussion? Council Member Dino.", "start": 3498.383, "end": 3563.496, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_17", "text": "Thank you, Mayor. I just want to echo praise of Mr. Seglitz. I am grateful that he is going to be sticking with us as our full-time public services area administrator. I think we benefit greatly from his experience and knowledge and the work that he has done here at the city. And so I just wanted to echo your praise of both the process and of the gentleman himself. Thank you.", "start": 3563.496, "end": 3583.223, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Councilmember Song.", "start": 3584.71, "end": 3587.911, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_15", "text": "I'll add to this praise. I just want to, I recall an early meeting with Mr. Steglitz where, when he spoke to the challenges to our water and sewage system and plant, he also spoke to the future needs. And I thought this was really remarkable and probably a good example of his leadership where he's talked about the need for developing future water engineers.  So I really appreciated that perspective of understanding like, you know, how do we build an institution? How do we? Introduce that need to young folks who come through our water and sewage plan that I'd love to see that ethos continue throughout our public service work. So Thank you so much to mr. Seckless for sticking with Ann Arbor and seeing to her to our future needs Councilmember Briggs", "start": 3587.911, "end": 3637.307, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_21", "text": "I will continue to add to his praises. I just would like to say he's served exceptionally as the interim public services manager, particularly been impressed with his leadership on stormwater management issues in the Fifth Ward, also on some transportation issues. And to add to his good qualities, he's a Fifth Ward resident.", "start": 3641.258, "end": 3668.226, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further discussion?  All in favour? Opposed? It is approved. DC2 resolution to recommend approval of issuance of a downtown development district liquor license to Tatsu Inc. Moved by Council Member Dish, seconded by Council Member Adina. Discussion please of DC2. All in favour?  We have a motion to approve the resolution to revive previous approval of issuance of a full of a new full-year class C quarter like liquor license in the city of Ann Arbor to a to Wyman LLC move by Councilmember our second by Councilmember Briggs discussion please of DC 3.  Opposed? It is approved. DB1, resolution to approve annexation of 2118 Victoria Circle. Moved by Council Member Dish. Seconded by Council Member Cornell. Discussion, please, of DB1. Council Member Dish.", "start": 3668.226, "end": 3724.032, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_02", "text": "I don't know if this really needs discussion, but just to let you know, the petitioner requests annexing a 3.94 acre parcel in the township. And it's requesting the annexation since the parcel is within the contiguous bounded limits of the city, which is to say that it's a township island. And the intention is to construct a single family home on the lot, which is consistent with surrounding land uses. And so Planning Commission recommends yes.", "start": 3725.694, "end": 3753.945, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further discussion?  All in favour? Opposed? It is approved. DB2, resolution to approve annexation of 2520 Pontiac Trail, 1.836 acres and 2540 Pontiac Trail, 4.061 acres. Moved by Council Member Dish, seconded by Council Member Ayer. Discussion, please, of DB2. All in favour? Opposed? It is approved.  db3 resolution to adopt the 2023 and 2027 parks and recreation open space plan move by council member brig seconded by council member watson discussion please of db3 councilman redina", "start": 3753.945, "end": 3803.297, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_17", "text": "Thank you, Mayor. I know that this is something that we've heard a lot about recently and I wanted to give an opportunity for a staff introduction here because I know that they had a really great presentation. They've done a ton of work on this proposal and would just like to give them the opportunity to share their insights with council.", "start": 3804.068, "end": 3823.538, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Thank you. We have our parks manager available to make a brief presentation about this.", "start": 3832.027, "end": 3850.57, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_05", "text": "Good evening, everybody. I am Josh Landefeld. I am the parks manager. I want to thank the opportunity to speak to you all about the pros plan.  There's been a lot of work done in the past year on my staff, PAC members, planning commission, the pros plan task force, and the community members who have provided lots of feedback and comments and support for this. The large part of this work has been done by our parks planner, Hilary Hansel and Adam Furco, who really deserve the vast majority of credit for this. So at this point, I'm going to turn it over to Hilary to kind of  give you an overview of what we've done thus far, and then we'll kind of come back and answer any questions you may have.", "start": 3850.57, "end": 3897.275, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_19", "text": "I'm sharing my screen now. Can everyone see that fully?  All right, so the PROS plan, just a brief overview of what this is. This is our comprehensive plan for the park system with a look five years ahead and also longer range. So one of the reasons we update this regularly is that the Michigan Department of Natural Resources requires us to file a PROS plan or REC plan with them every five years in order to maintain eligibility for their grant funding.  But it's also a great opportunity for us to ensure that this still reflects public values and desires of the community. So it provides this forum for public input through a variety of ways. It also outlines needs and desires for existing and future facilities.  And so just to give you an overview of the level of community engagement that this plan has undertaken, we started with an online survey last spring where we had over nearly 2,400 respondents. So this was, I think, nearly double what the previous PROSE plan was. So we were really excited about that. There was a task force guiding the survey rollout as well as the survey development.  and a lot of thought was put into how we could reach a broader audience. In addition to the online survey, we met with several focus groups, Park Advisory Commission, Recreation Advisory Commission, Planning Commission, as well as the Office of Sustainability, and two focus groups on relevant issues. So one focused on downtown parks, and then another one focused on bike recreation.  In addition to that, we held two separate public meetings, one virtual, one in person. And of course, we've received several email comments throughout this process. We also, by law, are required to have a 42-day open review period, which took place this November into December 23rd.  And so with this public comment period, we actually shared a preliminary draft of the PROS plan with PAC and Planning Commission back in October. We had a draft plan that was posted on the park planning website back on October 13th that was available for public review. On November 11th, City Council approved the formal distribution of the PROS plan.  and began this formal 42-day public comment period that ended near the end of the year. But there was a long time where we had opportunities for the community to weigh in on this and several opportunities basically throughout the past year.  And so here we are today. This is kind of the final step in getting our approvals before we can submit to the DNR by the end of January. So we had a special meeting with the Park Advisory Commission on the 3rd. They recommended it for adoption. We had a Planning Commission public hearing on January 4th, who has also recommended it for City Council adoption. So here we are today with you.  And some of the themes of the public comments that we've been hearing, a lot centered around center of the city. I know we had a public comment earlier. We received a statement from the Council of the Commons, as well as from individual comments from members of the community. A lot of discussion around including census data breakdown by different planning areas of the city, having the document show strong support.  and also clarifying funding responsibility of the Council of the Commons or Park Advisory Commission or Parks Department.  We had several requests for dark skies compliant lighting practices to be included, requests for new amenities improvements. Some of these were for specific parks, others were from neighborhood associations or other informal groups. And then other miscellaneous public input we had around these Huron River Greenway plans you had mentioned earlier, the existing railroad barriers throughout the city and how those affect non-motorized transportation.  as well as sustainability. At the January 3rd Park Advisory Commission meeting, the plan was recommended for approval, but with a few language adjustments. We consolidated discussion around the center of the city from being in two locations in the plan to just one location on page 52. We expanded a description of the center of the city to include the specific charter language,  That's also included on page 52. And then we made an adjustment to the sentence you see below to clarify that the Council of the Commons is responsible for recommendations on design, usage, and funding for the library lane lot portion of the center of the city, while Liberty Plaza and the Kemp House remain under the jurisdiction of the Ann Arbor Parks and Recreation. So that was something that came out of PAC on the 3rd.  And so with that, we just wanted to give an overview of kind of how we got to this point, but happy to take any questions any of you may have. Thank you.", "start": 3897.275, "end": 4214.156, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_05", "text": "Thank you. And just one before I would questions, I would like to add one additional thing specifically as Mr. Deck was there speaking about the maps. Hillary and I did meet with Mr. Deck earlier today to talk about the maps. We completely agree that there's an opportunity to figure out how to keep those maps as a vision for  within parks for the future. We believe that there's an opportunity for us to meet regularly with those maps as a question to figure out how they are. But for the pros plan, we really wanted to focus on the priorities of projects that are associated with those maps, as opposed to keeping those maps in there with potential of diluting the necessity of various projects. So we did have that meeting today. We do look at having  a conversation at the February PAC meeting with regarding that comment as well. So I'm looking forward to continue to improve the border to border. So we look forward to answering any questions you may have though.", "start": 4214.156, "end": 4272.225, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further discussion. Council Member Cornell.", "start": 4272.225, "end": 4279.448, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_14", "text": "I don't have any questions. I just want to remark that I'm appreciative of how much thought and public input went into this plan. I think some things really bubbled up in terms of priorities for the community, in terms of improving our existing facilities and making sure that our parks as they are are activated.  And with especially with an eye towards inclusivity I think that one of the things that stood out to me was the public desire for more restrooms downtown And I realized that that would be something that is a thoughtful consideration by the council in terms of both the maintenance creation and the money involved and  with creating those facilities that are much needed and obviously based on public comment desired. As a parent, I couldn't agree strongly with the sentiment that came out of the public comment period and survey period around existing and improving our playgrounds. There's definitely playgrounds in our town that are great and some that are lacking, and to bring them all up to a standard  have a difficult choice as to what playground to go to as a parent would be a really good problem to have. And I'm incredibly interested in the feedback that came back regarding the border to border trail and making sure that we have connectivity so that trails don't just end and we're dumped out into a street where we have to continue our commute to the next connection point. I think that that's something across the county where Ann Arbor can play a really strong and leadership role.  and making sure that we have some attention to that. So those are the things that really stood out for me. And again, I appreciate the public who commented and participated in all the various listening sessions and surveys and to the park staff and parks commission that put so much thoughtful detail into this.", "start": 4280.705, "end": 4382.609, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further discussion, Council Member Briggs.", "start": 4382.609, "end": 4387.05, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_21", "text": "Yes, my colleague in the fifth said everything so eloquently, so I'll be brief. I just also would like to thank park staff and the community who weighed in  very generously with their comments on this. I think it's a strong document. I know we've received a few comments over the last few days around tweaks that we could be making. I think it's important for folks to also be aware of the importance of that public comment period.  Officially ending on December 23rd and sort of the incorporation of that process through the Parks Commission And also Planning Commission. So I think we have a really strong document in front of us tonight I'd like to thank Park staff for further really and it was a big lift this past year and also I think former councilmember grant who served on the Sort of Advisory Commission with me last year on this For the discussion councilmember Watson", "start": 4387.05, "end": 4446.02, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_00", "text": "I just wanted to echo a lot of the sentiments expressed, but just speaking as a new liaison to the Parks Commission, I was just impressed by the, in my two parks meetings I've been to, I was just impressed by the institutional knowledge, both from staff, Mr. Landefeld, and also from commissioners, just the fact that  Commissioners joined and staff joined on the first working day of the year to get this done, and then came again to Planning Commission to present. And both those bodies were very thoughtful in their consideration. And I think I just want to echo one thing that Mr. Landefeld has said throughout the process, which is that the plan is created as a snapshot in time. It's a snapshot of community goals for the parks at this moment. But great care was taken.  so that it doesn't preclude action in the future that would fit with community goals. So as things change, as new opportunities arise for our parks and open spaces, the PAC, council, staff, we can all act to improve our park system. And we don't think anything within this plan is going to hinder the continued strength of the parks here in Ann Arbor. So thank you to everyone.", "start": 4449.873, "end": 4524.735, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "Further discussion?  I too would like to get on board the thanks train. You know, the parks are, you know,  Well, the parks are among the jewels of Ann Arbor, and you can see it from the amount of public engagement on this plan. And you see it, frankly, with people spending their daily lives wandering in and out and enjoying our parks. It's an integral part of our community. It's an integral part of what makes Ann Arbor an amazing place to live.  to live and all other things. And, you know, it is the result, in many respects, of the hard work that has been performed by our predecessors. And then, most immediately, that hard work has been replicated by members of the public who have engaged the process, by our  staff up and down the line who have done dogged work on behalf of our parks and on behalf of public engagement and of course and finally our community member volunteers who participate in the planning commission and with particularity here the parks commission. Without that set of folks coming together and doing a lot of hard work none of this would be possible and I'm just delighted that we have this plan that we're able to bring forward and  and rely upon and expand upon as our needs and aspirations evolve. Further discussion? All in favor? All opposed? It is approved. Do we have the pleasure today of a closed session? No, thank you. Tis pity. We have before us the Clerk's Report, Communications and Petitions and Referrals. May I have a motion please to approve the Clerk's Report? Moved by Councilor Bradish, seconded by Councilor Murkowski-Ackman.  Now it's becoming a thing. Discussion of the clerk's report. All in favor? Opposed? It is approved. Do we have communications today from our city attorney?", "start": 4524.735, "end": 4654.114, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_02", "text": "Not today, thank you.", "start": 4654.114, "end": 4656.414, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}, {"speaker": "SPEAKER_11", "text": "In the absence of public comment overflow, may I have a motion to adjourn, please? Moved by Council Member Cornell, seconded by Councilor Ackman. Discussion, please? All in favor? Opposed? We are adjourned.", "start": 4656.414, "end": 4667.778, "Transition": "\"\"", "Meeting Section": "Other", "Speaker Role": "Other", "is_public_comment": 0, "is_public_hearing": 0, "is_comment_start_trigger": 0, "is_comment_end_trigger": 0, "is_hearing_start_trigger": 0, "is_hearing_end_trigger": 0}]}